{"id":"EU100682","name":"Hypothalamic Lipotoxicity and Endoplasmic Reticulum Stress: a New Pathophysiological Mechanism of Obesity","content":"It is well established that metabolically relevant organs such as adipose tissue, pancreatic beta cells, liver and skeletal muscle develop endoplasmic reticulum (ER) stress under conditions of obesity induced lipotoxicity. Here, the applicant will investigate if/how the hypothalamus is affected by lipotoxicity and ER stress in the context of obesity\n\n* Scientific Hypotheses:\n1. Obesity is associated with lipotoxicity and ER stress in the hypothalamus.\n2. Hypothalamic ER stress may contribute to the development of obesity through dysregulation of the mechanisms controlling energy balance.\n3. Based on our preliminary data, we hypothesize that CHOP, a mediator of ER stress, could be a key modulator of the association between obesity and ER dysfunction in the hypothalamus.\n\n* General Objective: to determine the relevance of hypothalamic lipotoxicity and ER stress for the development of obesity and whether targeting ER stress mechanisms is a successful therapeutic strategy to prevent or revert obesity and its metabolic complications.\n\n* Specific Objectives:\n1. To determine whether obesity and the metabolic syndrome are associated with hypothalamic lipotoxicity, ER stress and whether these effects are hypothalamic nuclei specific\n2. To determine whether primary hypothalamic ER stress is a cause of altered energy balance leading to obesity and metabolic complications\n3. To determine whether in the context of obesity inhibition of ER stress in hypothalamus affects energy balance and obesity associated metabolic complications\n4. To determine the role of CHOP on energy balance and obesity in specific hypothalamic neuronal populations\n\nThis project is central to the applicant’s goal of understanding how the hypothalamus regulates energy balance under physiological and pathophysiological conditions, as an essential step towards identifying and developing novel molecular drug targets to tackle the problem of obesity and their metabolic complications."}
{"id":"EU100786","name":"DEFINING THE MECHANISMS OF AGE-RELATED MUSCLE LOSS: FOCUS ON AUTOPHAGY","content":"Muscle loss occurs in many diseases including cancer, AIDS, diabetes, renal or cardiac failure and sepsis. The wasting of muscle mass is characterized by the activation of an atrophy program that coordinates the ubiquitin-proteasome and autophagy-lysosome systems. The simultaneous activation of these systems allows the breakdown of contractile proteins and the removal of organelles. Ageing sarcopenia and frailty are also characterised by progressive muscle loss. However, the mechanisms that are at the base of this weakness are obscure. Sarcopenia results in a progressive loss of mobility that decreases the quality of life and has major economic and social consequences. In fact the age-dependent muscle atrophy favour traumatic events, accident, fracture or illness which lead to aged person to become hospitalised and bed-ridden or housebound, thus -having a high mortality in the year following their accident. The signalling pathways, which regulate loss of proteins and organelles in muscle fibers, are just at the beginning to be understood. We have recently found that autophagy-lysosome system is critical to maintain muscle mass and that its alteration leads to muscle atrophy, weakness and to several features that are present in ageing sarcopenia. Thus, dissecting the regulation of autophagy system in skeletal muscle and its role in muscle homeostasis is crucial for developing new therapeutic tools to counteract sarcopenia. This project is an effort in this direction. We aim: i) to identify molecular mechanisms and pathways which are responsible for autophagy regulation in skeletal muscle and which may be targeted to combat age related muscle weakness, (ii) to dissect the cross-talk between muscle and nerve, (iii) to determine the cross-talk between autophagy-lysosome and ubiquitin-proteasome, iv) to translate the findings obtained in animal models to human skeletal muscles."}
{"id":"EU100842","name":"Walking the tightrope between life and death: Oxygen homeostasis regulation in the nematode Caenorhabditis elegans","content":"Oxygen (O2) is vital for the life of all aerobic animals. However, fine-tuned regulation of O2 levels is crucial since both shortage (hypoxia) and excess (via the production of reactive oxygen species, ROS) may be harmful. Indeed, both hypoxia and ROS may underlie the pathophysiology of many diseases such as atherosclerosis and Alzheimer’s. To understand how this fine-tuned O2 regulation is achieved at both the molecular and organismal levels my research proposal aims to explore the following integrated questions, using the nematode C. elegans as a model organism.\n1)\tHow do animal sense O2? What are the molecular sensors and how do they act together to fine-tune O2 responses?\n2)\tHow does O2 regulate food intake, and repress appetite in hypoxia?\n3)\tHow do animals survive and behaviorally adapt to hypoxia without HIF-1?\n4)\tHow hydrogen sulfide (H2S) regulates O2 responses and aging?\n5)\tHow do animals protect against mRNA oxidation damage?\nI have focused my research on the globins. GLB-5 is a C. elegans hexacoordinated globin that regulates foraging behavior in response to subtle changes in O2 concentration. Like neuroglobin and cytoglobin in our brain, GLB-5 is expressed in neurons. Recently I discovered that GLB-5 regulates the re-adaptation of animals to 21% O2 after hypoxia. To understand how GLB-5 regulates hypoxia-reoxygenation responses I made a mutagenesis screen and isolated four classes of GLB-5 suppressors, and mapped them using single-nucleotide polymorphisms (SNP’s) to about a 1 Mbp genomic interval. Using a novel non-PCR based libraries preparation and Next Generation whole-genome sequencing, I have already sequenced four independent mutations and cloned one of the GLB-5 suppressors. In the future, I intend to clone more suppressor genes, and use this methodology in other parts of my project. By doing so, I aim to understand O2 homeostasis regulation at all levels; from the molecular signaling network to the physiology and behavior of the whole animal."}
{"id":"EU100900","name":"The role of glycosphingolipids in development","content":"Glycosphingolipids have been implicated in the development of various human pathologies, such as cancer, obesity, diabetes or Alzheimer diseases. Their wide implication in cellular membrane architecture and cellular signaling network and metabolism has however made difficult the establishment of an integrated and accurate understanding of their role in vivo. The current proposal aims to understand such a role by taking advantage of a highly versatile system model, the Drosophila melanogaster. By combining sophisticated genetic and biochemical approaches with cutting edge biophysical strategies, such as FRET or FRAP technologies, this proposal intends to 1) determine how GSLs affect the dynamic organization of membranes at the nanoscale resolution in vivo, 2) study the GSL impact on cellular signaling and 3) polarity and finally 4) uncover some putative molecular regulators of GSL function in vivo. Preliminary work in Drosophila embryos allowed us to demonstrate that the absence of core GSLs in two related lethal mutants, egghead (egh) and brainiac (brn), leads to a surprisingly specific phenotype consisting in an increased number of proprioceptive organs. During the eclosion process, flies lacking core GSLs are unable to organize their movements and dies within the pupae case. Interestingly, Brn protein expression in brn flies using the UAS/GAL4 system in proprioception organs rescues their phenotype. We hence intend to take advantage of these rescue conditions to screen for molecular factors allowing to compensate the absence of core GSLs. Finally, the increased in proprioceptive organs being typically associated to an upregulation of the EGFR pathway, we aim to understand its genetic relationship of brn and egh mutations. This comprehensive characterization of the role of core GSLs in vivo will certainly constitute an important step in order to further evaluate the nature of their function in Drosophila models of human diseases in the near future."}
{"id":"EU100928","name":"Cardiac myosin light chain kinase function in human pluripotent stem cell derived cardiomyocytes","content":"The main hurdle to the effective use of stem cell derived cardiomyocytes (hESC-CMs and hIPSC-CMs) in drug toxicology screening and transplantation therapy is their embryonic nature. It is recognised that hESC-CM and hIPSC-CM are immature and undergo limited maturation in the laboratory. This creates problems as the cells may not display appropriate responses to target drugs in toxicology screening and may not be suitable for transplantation into the damaged heart. The research outlined in this proposal will begin to address these issues.\n\nThe aim of my proposal is to study the function and regulation of the recently discovered cardiac myosin light chain kinase (MLCK) and its downstream targets, regulatory myosin light chain (MLC) proteins. Evidence suggests that cardiac MLCK is responsible for modulating cardiomyocyte contractility. In studying the function of cardiac MLCK I aim to generate hESC-CM and hIPSC-CM with an increased structural maturity, which will be more suitable for drug toxicology screening.\n\nImportantly, the study of cardiac MLCK also has clinical relevance. Expression of cardiac MLCK is downregulated in the hearts of rats that suffered induced myocardial infarction, and when used to treat these animals, upregulation of the gene can improve cardiac output. Investigation of cardiac MLCK function in human cardiomyocytes in this proposal may provide insights into a potential role for cardiac MLCK in the treatment of heart attack patients.\n\nFinally, the proposed research will also highlight the potential of hESC-CM and hIPSC-CM as models to study the basic biology of the human heart."}
{"id":"EU100931","name":"p53 as a New Mediator of Energy Balance in the Brain","content":"p53 is a transcriptional factor modulating numerous biological actions. Although it is best known for its role in cancer development, it is now evident that it is implicated in metabolism. More specifically, p53 modulates energy metabolism and homeostasis through their effects on adipocyte development and function. However, nothing is known about the potential metabolic function of p53 in the central nervous system.\n\nNeuronal networks within the central nervous system play a crucial role in the regulation of food intake, body weight, and glucose homeostasis, so the main objective of this project will be to evaluate the potential of brain p53 as anti-obesity and/or anti-diabetic drug candidate. Our project will dissect precisely which specific components of energy balance are altered after central disruption or rescue of p53 signalling in selective neuronal populations, as well as the molecular pathways mediating these actions.\n\nMore precisely, we will disrupt the central p53 signalling specifically in hypothalamic POMC and AgRP neurons, which are crucial for energy and glucose homeostasis. We will also generate and characterize mice lacking p53 in dopamine neurons that are essential for mechanisms related with the reward of food. Once we know which specific areas are crucial for the central actions of p53, we will complete the experiments rescuing p53 expression in selective neuronal populations (POMC, AgRP or dopamine neurons) of p53 null mice. We will also investigate the interaction between p53 with leptin and ghrelin, likely the two more important hormones in the regulation of energy balance, which act through homeostatic and hedonic mechanisms. Understanding the precise role and mechanisms regulated by central p53 on energy balance may open new avenues for the identification of potential anti-obesity drug targets directed towards specific molecular pathways."}
{"id":"EU101005","name":"Endothelial homeostasis and dysfunction in metabolic-vascular retina disease: The role of endothelial cell-intrinsic and endothelial cell extrinsic inflammatory pathways","content":"Diabetic retinopathy (DR) is a major cause of blindness in adults and the underlying pathophysiology includes endothelial dysfunction. Endothelial dysfunction is a perturbation of endothelial homeostasis including changes in endothelial barrier integrity, alterations of the endothelial cell surface, which becomes proinflammatory and mediates increased leukocyte adhesion and changes in endothelial survival functions. Endothelial dysfunction is regulated by an intimate crosstalk of the endothelium with leukocytes and inflammatory pathways of the innate immunity (endothelial-extrinsic pathways), which are activated in the diabetic vasculature affecting the endothelial barrier and leukocyte adhesiveness, and by endothelial cell-intrinsic pathways affecting endothelial survival that are regulated by specific components of the diabetic microenvironement, e.g. hypoxia. The aims of the present proposal are (i) to assess how leukocyte-endothelial interactions (here a particular emphasis will be laid on novel components of the leukocyte adhesion cascade, such as Developmental endothelial locus-1 or Junctional Adhesion Molecule-C, recently identified by the group of the applicant), as well as how macrophage activation/polarization in the local retinal microenvironment affect endothelial homeostasis and dysfunction in the course of DR, and (ii) to investigate pathways regulating survival functions of the endothelium particularly under hypoxic/ischemic conditions in the diabetic retina. The proposal is highly innovative, since the knowledge about these pathways in the context of endothelial dysfunction in DR is scarce. Understanding the molecular contribution of endothelial cell-extrinsic inflammatory pathways and endothelial-cell intrinsic, survival-regulating pathways in the context of DR will have a high impact as it will provide the platform for developing novel specific therapeutic approaches for this major diabetic complication."}
{"id":"EU101183","name":"A systems and targeted approach to alternative splicing in the developing and diseased heart: Translating basic cell biology to improved cardiac function","content":"Cardiovascular disease keeps the top spot in mortality statistics in Europe with 2 million deaths annually and although prevention and therapy have continuously been improved, the prevalence of heart failure continues to rise. While contractile (systolic) dysfunction is readily accessible to pharmacological treatment, there is a lack of therapeutic options for reduced ventricular filling (diastolic dysfunction). The diastolic properties of the heart are largely determined by the giant sarcomeric protein titin, which is alternatively spliced to adjust the elastic properties of the cardiomyocyte. We have recently identified a titin splice factor that plays a parallel role in cardiac disease and postnatal development. It targets a subset of genes that concertedly affect biomechanics, electrical activity, and signal transduction and suggests alternative splicing as a novel therapeutic target in heart disease. Here we will build on the titin splice factor to identify regulatory principles and cofactors that adjust cardiac isoform expression. In a complementary approach we will investigate titin mRNA binding proteins to provide a comprehensive analysis of factors governing titin’s differential splicing in cardiac development, health, and disease. Based on its distinctive role in ventricular filling we will evaluate titin splicing as a therapeutic target in diastolic heart failure and use a titin based reporter assay to identify small molecules to interfere with titin isoform expression. Finally, we will evaluate the effects of altered alternative splicing on diastolic dysfunction in vivo utilizing the splice deficient mutant and our available animal models for diastolic dysfunction.\nThe overall scientific goal of the proposed work is to investigate the regulation of cardiac alternative splicing in development and disease and to evaluate if splice directed therapy can be used to improve diastolic function and specifically the elastic properties of the heart."}
{"id":"EU101196","name":"Role of the transcription factor STAT3 in Schwann cells in the processes of degeneration and regeneration in damaged nerves","content":"Nerve repair depends critically on injury-induced Schwann cell dedifferentiation, an adaptive injury response that generates the denervated Schwann cell, a cell that enables peripheral nerves, unlike CNS tissue, to regenerate after injury. The transcriptional programmes that control the generation of the denervated repair cells are therefore an important issue in nerve biology.\n\nThe host laboratory has recently defined the concept of negative regulation of myelination, implicated two transcriptional regulators, c-Jun and Notch, in the control of dedifferentiation and the formation of the denervated cell, and shown that Schwann cell c-Jun has an essential role in controlling nerve regeneration.\n\nIn peripheral nerves, the Signal Transducer and Activator of Transcription 3 (STAT3) is rapidly activated at the injury site following nerve transection, but the function of this factor in nerve injury has not been investigated. Perhaps the best known function of STAT3 is the positive regulation of cellular survival, a function that in many cell types is mediated by its ability to up-regulate the gene expression of Bcl-xL and Bcl-2, anti-apoptotic factors. Mechanisms that ensure the sufficient Schwann cell survival in injured nerves are critical for nerve repair.\n\nThus, the present project will explore additional control systems in injured nerves and in particular whether STAT3 signalling in Schwann cells is an important mediator of the adaptive injury response of these cells in damaged nerves. Our key aims are to test whether STAT3 is required for the survival of denervated Schwann cells, the formation of the Schwann cell columns (bands of Bungner) that serve as substrates for regenerating axons and the remyelination of regenerated axons."}
{"id":"EU101316","name":"Determination of specific components from “stromal PDAC signature” involved in PDAC Associated Neural Remodeling (PANR) and their use as clinical tool-box","content":"Pancreatic ductal adenocarcinoma (PDAC) is the most intractable of human malignancies. Survival rate at 5 years is very low (less than 5%). Patients are most of the time diagnosed while the disease has already spread out and benefits from surgical resection is often cut off due to local recurrence and lack of efficient chemotherapy. Indeed, it is urgent to develop new tools to be used by clinicians in order to propose better management of the disease. This project is based on two specific characteristics of PDAC. First, the existence of a prominent tumor stroma compartment (desmoplasia) consisting of non-neoplastic myofibroblastic pancreatic stellate cells, vascular, nerve and immune cells surrounded by immense quantities of ECM, from far exceeding that found in most other tumor types. Second, the very specific and almost unique PDAC associated neural compartment remodeling (PANR) correlated with the intense neuropathic pain observed in this disease. PANR consists in a modification of nerve fiber structure/density and presence of tumoral cell within nerve fibers, a phenomenon called peri-neural invasion which is highly correlated to local recurrence of primary PDAC tumor. We and others hypothesized that, by dialoguing with cancer cells, non-tumoral stromal cells impact on PDAC tumor biology by modeling the own tumoral structure and fostering the tumor development. Regarding this concept we suppose that the intra-tumoral micro-environment has an active and efficient role on the neural compartment remodeling, its associated pain and local recurrence. By integrating preliminary and ongoing results from transcriptomic and proteomic analysis of human PDAC and endogenous mice model developing PDAC, as well as multiples cell lines co-culture studies, we aim to determine this “stromal PDAC signature” and its specific components involved in the PANR. Such improvement could permit to unravel novel diagnostic, prognostic, and therapeutic options for this deadly malignancy."}
{"id":"EU101448","name":"Deciphering the functions of Sox6 and myosin-encoded microRNAs in heart failure and hypertrophy","content":"MicroRNAs (miRNAs) negatively regulate gene expression by promoting mRNA degradation and inhibiting mRNA translation. Recent studies have uncovered key roles of miRNAs as mediators of cardiovascular development and disease, but much remains to be learned about their mechanisms of action and regulation. Dr. Olson's lab has described a family of muscle-specific miRNAs, referred to as MyomiRs, which are encoded by introns of myosin heavy chain genes. These three miRNAs (miR-208a, miR-208b, miR-499) control pathological cardiac remodeling, muscle myosin content, myofiber identity, and muscle performance. Each of these miRNAs regulates the expression of Sox6, a transcriptional repressor. Consistent with a role for Sox6 as a mediator of the actions of MyomiRs, over-expression of Sox6 in skeletal muscle mimics the effects of MyomiR gene deletion and deletion of Sox6 in skeletal muscle recapitulates the phenotype of MyomiR over-expression. These findings have revealed a previously unrecognized role for Sox6 as a mediator of skeletal muscle gene expression, but nothing is known of its potential role in the control of cardiac gene expression or function. Given the importance of MyomiRs in regulating cardiac stress responses, and the regulation of Sox6 expression by MyomiRs, we postulate that Sox6 is a central regulator of cardiac hypertrophy and heart failure. The goal of this project is to define the mechanisms whereby Sox6 controls cardiac gene expression by idenfication of its downstream target genes and transcriptional cofactors and to explore its role as a mediator of the actions of myosin-encoded cardiac miRNAs. The project will benefit from a strong foundation of preliminary data and unique mouse strains (e.g. Sox6 knockout and transgenic mice) already established in the lab. These studies promise to provide important new insights into the gene regulatory mechanisms in heart disease and to potentially reveal new therapeutic targets for modulation of cardiac function."}
{"id":"EU101626","name":"microRNA regulation of apoptosis and differentiation during early mammalian development","content":"'A number of crucial events involved in embryo patterning occur during early post-implantation development in mammals. These include the differentiation of the pluripotent epiblast into the different embryo lineages, the specification of the body axes and morphogenetic events such as the cavitation of the embryo by programmed cell death. Embryonic Stem (ES) cells derived from the undifferentiated epiblast represent a powerful tool for the development of new therapies, however to successfully manipulate them it is necessary to understand how they differentiate in the embryo in vivo. MicroRNAs (miRNAs) are small non-coding RNAs that bind in a complementary way to target mRNAs and repress gene expression; they can be grouped into functional families that are predicted to target the same genes. They have been implicated in many biological processes including development and disease and miRNA-based therapies are currently under development. A number of miRNAs have been found to play key roles in the control of proliferation, pluripotency and differentiation in in vitro systems, however whether this reflects their role in the differentiation of the epiblast in vivo remains unknown. The proposed research aims to gain insight into the role of miRNAs in the control of differentiation and cell death during early mouse development. First, we will describe the expression pattern of miRNAs already selected as being highly expressed in the early embryo. Second, we will use a combination of in vitro and in silico approaches to identify the real targets of the two most highly expressed miRNA families in the early embryo. And finally we will analyse the specific role of these two families in differentiation and cell death by combining ES cell differentiation and embryo analysis. Altogether the proposed investigation will provide valuable information about miRNA regulation of cell differentiation and apoptosis during early embryo development.'"}
{"id":"EU102345","name":"Nuclear foundations of cellular potency","content":"A fundamental question in biology is to understand the mechanisms underlying cell plasticity. Such plasticity or potency is essential to form multiple cell types upon differentiation. In mammals, upon fertilization and fusion of the gametes –two highly differentiated cells- intense chromatin remodeling and epigenetic reprogramming, the reversion into an undifferentiated state, are essential to restore full developmental potency (totipotency). Subsequent development and differentiation are accompanied with progressive loss of plasticity. The transition between totipotency and the gradual loss of plasticity is thought to be regulated by yet-unknown epigenetic mechanisms.\n\nThe embryonic chromatin displays unique features compared to differentiated cells, including the lack of ‘conventional’ heterochromatin. We hypothesise that the transition from a totipotent state to a differentiated one is regulated by changes in chromatin states, particularly by de novo acquisition of heterochromatin domains.\n\nThis project is designed to reveal the nuclear foundations of totipotency by determining the molecular mechanisms underlying the establishment of heterochromatin and their functional role in maintaining totipotency using the mouse embryo as model.\n\nWe will do this by:\ni)determining the functional relationship of heterochromatin and nuclear architecture\nii)by determining the effects of artificially inducing heterochromatin on cell potency during development and\niii)by determining the mechanisms that regulate heterochromatin formation in the embryo.\n\nWe anticipate that our studies will unravel fundamental mechanims on how chromatin states regulate cell potency during reprogramming. By uncovering such mechanisms, we expect to reveal new insights that will be useful to induce epigenetic reprogramming of differentiated cells. Our results will therefore lead to key contributions in the fields of stem cell, developmental biology, human reproduction, chromatin biology and epigenetics."}
{"id":"EU102556","name":"Identification of new targets of Wt1 during cardiovascular development","content":"The epicardium is a mesothelial tissue that plays a crucial role during heart development, by contributing to the formation of cardiovascular precursor cells and by producing growth factors important for heart formation.  Wt1 gene encodes a zinc finger protein, which plays a critical role in normal development of several organs such as kidney, gonads, spleen and heart.  During heart formation, Wt1 is mainly expressed in the epicardium and epicardial derived cells. Deletion of Wt1 gene in an epicardial specific manner lead to a KO mouse with profound defect in both cardiomyocyte proliferation and coronary vascular development, suggesting  that Wt1 KO epicardial cells constitute a good model to study the putative growth factors and signalling produced by epicardial cells. The principal objectives of the proposed project are to identify new targets of Wt1 during cardiovascular development, to explore their role in the formation of coronary blood vessels and cardiomyocyte proliferation and to dissect some of the mechanisms involved. We propose to study how Wt1 deletion, in vitro and in vivo, induced expression or repression of chemokines and growth factors and how this influences heart morphogenesis. The molecular mechanisms that regulate the development of the cardiovascular system in mouse embryos are comparable with those that regulate repair in adult tissue. The identification of new Wt1 targets during epicardium development, would allow us to design new strategies to activate those pathways during regeneration and repair of damaged hearts"}
{"id":"EU102578","name":"The role of microRNAs in the Retinal Bipolar Cell","content":"Studies conducted at the Friedrich Meischer Institute (FMI) in Basel have focused on the roles of miRNAs specific to the retina. They have recently shown that absence of functional miRNA expression has severe consequences on mature cone photoreceptors of the mouse retina; a selective and dramatic reduction of cone-specific gene expression arises with the cone-specific loss of regulation by miRNAs in adult mice. The bipolar cells act post-synaptically to the photoreceptors where they not only transmit but also process the light signal received from rods and cones. In this proposal I wish to examine whether absence of functional miRNAs have as severe implications for the bipolar cells as they do for cone photoreceptors. In addition by profiling the miRNA population of these highly specialised neurons I hope to uncover miRNA/mRNA interactions that can fine-tune synaptic transmission and thus contribute to visual processing."}
{"id":"EU102707","name":"Role of the transcription factor Nfix in muscle regeneration and muscular dystrophies","content":"I will study the role of the transcription factor  Nfix, in post-natal skeletal muscle growth and regeneration, and in the pathogenesis of muscular dystrophies. I have recently demonstrated the role of the transcription factor Nuclear Factor IX, Nfix, in driving the transcriptional switch from embryonic to fetal myogenesis, characterized by a switch from slow to fast twitching and more mature fibers. Current data show that Nfix is also strongly expressed in satellite cells (SCs), the muscle adult stem cells responsible for post-natal muscle growth and regeneration. Therefore, I will investigate: 1.    The gene expression profile of the muscle specific Nfix null SCs in vitro in comparison with wt SCs.  2.    The ability of Nfix deficient SCs to repair muscle damage in comparison with wt SCs. Moreover, I will study the possible use of Nfix in muscular dystrophies. Muscular dystrophies are characterized by primary wasting of skeletal muscle and currently lack a therapy. Among the different approaches, many efforts are directed to induce hypertrophy in dystrophic to counteract progressive degeneration. This is achieved by enhancing regeneration at the expense of the satellite cell pool. Interestingly, fast muscle fibers are preferentially affected in different muscular dystrophies. As Nfix regulates slow myosin expression, I propose that a slower twitching muscle may escape muscle degeneration in a dystrophic mouse model. In this perspective, the possible interference of Nfix with the pathogenesis of muscular dystrophy will be studied by crossing muscle-specific Nfix null mice alpha sarcoglycan null mice ( a model for Limb Girdle 2D muscular dystrophy) (Aim 3). The results of this study will have important implications for the understanding  of the mechanisms regulating post-natal muscle growth and regeneration and potentially as a novel therapy for muscular dystrophy."}
{"id":"EU103819","name":"Molecular by-pass therapy for mitochondrial dysfunction - Proof of Concept","content":"Defects in the primary metabolic functions of mitochondria, the cell’s\n‘power-plants’, underlie a diverse range of human pathologies, including\nrare neuromuscular syndromes, many cases of common multifactorial\ndiseases (e.g epilepsy, deafness, diabetes), neurodegenerative\nconditions such as Parkinson’s disease (PD), and devastating metabolic\ndisorders of infancy. Mitochondrial dysfunction is also a major cause of\ntissue damage in heart attack and stroke, and is involved in\ncancer progression. This project will facilitate an R&D effort to\ndevelop a common genetic therapy for this vast range of diseases, taking\nadvantage of the fact that lower organisms possess a built-in\nbiochemical mechanism for relieving the stress caused by mitochondrial\ndysfunction, using alternative respiratory chain enzymes that simply\nby-pass the problem. Under ERC Project 232738 (MITO BY-PASS) we have\nsucceeded in expressing the alternative oxidase AOX from the sea\nsquirt Ciona intestinalis in mammalian cells and transgenic flies. In\nthe fruit-fly, AOX expression overcomes the lethality of poisons\ndirected at mitochondria, and cures flies of genetic defects that\nproduce features equivalent to PD or fatal mitochondrial diseases of\ninfancy. Preliminary data on mammalian models also indicates that the\ngene can be safely expressed, and contributes similar benefits. These\nnow constitute a key validation tool to test the potential for AOX\ntherapy of many human diseases. This PoC project will undertake the\ncrucial next steps in the development of AOX therapy by implementing a\npartner search and negotiating terms for testing the technology in many\ndifferent mammalian models of common diseases associated with\nmitochondrial dysfunction, and by soliciting major investment for\nthe development of AOX therapy from both public and private-sector partners."}
{"id":"EU104582","name":"Molecular mechanisms of microvascular dysfunction following hemorrhagic stroke","content":"Stroke kills over 300,000 European citizens each year. Among the various forms of stroke subarachnoid hemorrhage (SAH) has the highest mortality, the worst prognosis, and the least well understood pathophysiology. Recent studies from the applicant's laboratory suggest that disturbances of the cerebral microcirculation may play an important role for brain damage after SAH. So far, however, little to nothing is known about the cellular or molecular mechanisms leading to microvascular dysfunction (mvD) following SAH resulting in an absolute lack of diagnostic and therapeutic options for affected patients. Therefore the aim of the current program is to investigate morphology and function of the cerebral microcirculation after SAH, to determine the molecular mechanisms responsible for mvD, and to use this knowledge to develop novel biomarkers and therapeutic options for SAH patients. For this purpose we will subject mice expressing fluorescent proteins in specific cells of the cerebral microcirculation (endothelium, pericytes, smooth muscle cells) to SAH and assess the temporal profile of morphology and function of these cells in vivo by 2-photon microscopy. To investigate gene expression associated with mvD we will employ microdissection microscopy for the isolation of microvessels from tissue sections and a novel strategy designed to capture mRNAs from specific cell types from whole brain tissue by using the Cre-lox system together with a transgenic mouse expressing an affinity-tagged ribosomal protein (Ribotag technology). Cell specific mRNA will then be analyzed by microarray technology. Finally, a small inhibitory RNA/lentiviral approach will be used to assess the therapeutic potential of identified disease-associated genes.\nThe proposed research program may therefore result in the identification of novel biomarkers for the diagnosis of mvD in patients and in the development of novel strategies for the treatment of patients suffering from SAH."}
{"id":"EU100548","name":"Should historical injustices be corrected?","content":"This research aims to examine whether historical injustices should be corrected. Historical injustices are cases of past wrongs, in which all the wrongdoers and all the victims have passed away. Are the descendants of the victims entitled to compensation? What kind of compensation? Who should bear the cost of this compensation, once all the wrongdoers have died? These are extremely difficult questions to answer, and they are politically sensitive. These are also practical questions, as courts in Europe, Australia and the U.S.A have struggled with those questions, and produced a variety of responses.\nA careful, balanced systematic and precise research project, in the discipline of political theory, on this topic is required, as while the importance of this topic is obvious, there are very few fully developed research projects on this topic.\nThe research project will have two main parts. The first part is a full length book project on the question of historical injustices. The methodology of this book is that of analytical political theory. I intend however to examine several courts' decisions, including the important recent European human rights court decision of a case concerning Greek Cypriots. The second part, conducted in collaboration with scholars from UCLA and University of North Carolina at Chapel Hill, aims to examine some of the arguments, counter arguments and potential solutions in the context of the Israeli context. The final goal is to produce several peer reviewed publications on this topic, aside from the book mentioned."}
{"id":"EU100659","name":"Is Religion Special? Reformulating Secularism and Religion in  Legal and Contemporary Theory","content":"RAPT (Religion And Political Theory) aims to re-assess the foundations of the special nature of religion in legal and political theory, by reference to the growing body of multi-disciplinary literature about post secularism. Its main research question is: how can the special status of religion in secular politics and law be explained and justified?\nIn western politics and law, religion has a special status. On the one hand, there is supposed to be a unique separation between the state and religion; and, on the other hand, the state gives special protection to religious beliefs and organizations qua religious.  The religious neutrality of the state and respect for freedom of religion are the two salient features of the relationship between religion, law and politics.\nWhat is rarely noted is that these features rely on a distinctive understanding of religion, born out of the particular trajectory of western secularisation. One upshot of long-standing, protracted struggles between religious and political authorities is that, in western society at least, religion is seen as importantly and relevantly distinct from other spheres of human and social life. So, instead of presenting the problem in a simplistically dichotomous fashion (‘secular’ versus ‘religious’ or ‘post-secular’), RAPT sees religion itself as the contested term in the debate between secularism and its critics.\nThe central hypothesis of RAPT is that the ‘specialness’ of religion is defensible in light of important political and legal ideals, but that it needs to be substantially modified and refined in response to philosophical, anthropological, historical, political and sociological post-secular critiques.\nTo demonstrate this, RAPT is divided into three complementary projects: A Typology of the Political-Legal Construction of Religion; An Analytical Assessment of the Post-Secular Critique and A Normative Reformulation of Secularity and Religion."}
{"id":"EU100848","name":"Bringing GIS to the Digital Humanities: Defining the Spatial Humanities","content":"This proposal will create a step-change in the way that the humanities explore place, space and geography. Building on the PI’s considerable experience in Digital Humanities and Historical Geographical Information Systems (HGIS), its key aim is to develop and apply methodologies that allow unstructured texts, including books, newspapers and official reports, to be analysed in a GIS environment. The first part of the project will develop these methodologies using technical skills from GIS and corpus linguistics. To truly make a difference to humanities scholarship more broadly, we will apply these techniques to conduct two different but related studies. The first, running in parallel with the methodological development, will analyse qualitative sources to explore writing about the English Lake District before, during and after the Romantic era. The second will broaden the range of sources and the topic by using an extensive range of quantitative and qualitative material to conduct a detailed study of how socio-economic changes and political interventions led to (and sometimes failed to lead to) mortality decline in 19th and early 20th century England & Wales. A fourth strand of the project will use short courses, expert meetings and a conference to broaden the skills-base in the field.\n\nOur themes are diverse however our central research question is clear: how can we exploit textual sources within a GIS to broaden our understanding of the humanities. In answering this we will use a highly inter-disciplinary approach that brings together HGIS, Digital Humanities and corpus linguistics, and applies them to literary studies and history. The techniques developed will be capable of being applied to any corpus from ancient manuscripts to modern newspapers and e-resources. This is thus a field defining project that will make a major impact within the humanities and beyond."}
{"id":"EU100908","name":"The Islamisation of Anatolia, c. 1100-1500","content":"This project studies the transformation of Anatolia from a Christian to a majority Muslim society over the period c. 1100 to 1500AD. Whereas previous research has concentrated almost exclusively on conversion, this study also emphasises the importance of acculturation to Islam, and thus seeks to understand the processes through which Islamic culture took root among the recently converted Turkish as well as Christian populations. Very little is known of the spread of Islam in the region, and the nature both of the religion and culture of Muslim Anatolia is\nlittle understood, even though these transformations gave birth to the Ottoman Empire, which played a vital role in shaping European history, and ultimately Turkey itself which remains a dynamic if much debated force in the modern world. This project examines the formation of\nAnatolian Islamic society through the extensive but largely unstudied literary evidence it has bequeathed us in the form of numerous Arabic, Persian and Turkish manuscripts. Despite work on individual texts, the contours of this literature as a whole are largely unknown, and many works remained unpublished. This project will create a publicly accessible database of the extant manuscripts produced and circulated in Anatolia during the formative period of Islamisation from the twelfth to the beginning of the sixteenth century, containing information on their contents as well as details of place and date of copying, patronage, and authorship. This will also represent a major contribution to the study of the literatures of Arabic, Persian and especially Turkish by providing a repository of reliable information about the early manuscript heritage of the region. The database's codicological information will be linked to mapping software, providing for the first time solid data about the dates and places in which specific texts were circulated, illuminating the intellectual sources for the cultural and religious Islamisation of Anatolia."}
{"id":"EU102545","name":"Looking at Words Through Images. Some Case Studies for a Visual History of Italian Literature","content":"'Writing a literary history (or a chapter of it) from the point of view of images represents an attempt both innovative and ambitious. The project aims at bringing a theoretical and practical contribution to a vast transdisciplinary discussion concerning: 1) forms and functions of the word/image relation in Renaissance visual and literary culture; 2) the status of Ariosto’s Orlando furioso as a canonized model (in literary, figurative and editorial field); 3) intersection between humanistic culture and new information technologies. Within the framework of a ‘visual history’ of the Italian Classics, Furioso appears as a crucial episode: in the long run, it established a successful editorial format for the 16th-century narrative poems; it turned out to be very fortunate in a broad European context and it influenced other literary and figurative traditions. The project is aimed at interpreting Furioso as a core of a huge cultural galaxy, exemplary to those who intend to interpret the literature as a transdisciplinary experience. The main goal is the building up of a digital archive which will collect: a) the most important 16th-century illustrated editions of Furioso; b) the illustrated editions of predecessors, followers and imitators of the poem, together with translations in volgare of the Classics and romance rewritings in verse. Thanks to a synoptic presentation of the iconographic corpora present in the analysed editions, it will be possible to compare the various ways in which the illustrators read and understand its text and contribute to guide its reading by the public. Such documents will be collected and made researchable in complex cross-research options that will be available in a digital archive meant to explore the Furioso’s canonizing function, from the point of view of images and printing format. This new outlook will help to redefine the text-oriented approach, bringing a better understanding of the ways through which such canonization occurs.'"}
{"id":"EU103087","name":"\"False Poverty: The Cultural, Political and Historical Implications of Literary Accounts of 'Social Passing'\"","content":"'This project aims to examine the genre of 'social passing' in British writing from the late 1800s onwards. These are accounts written by those faking poverty to report upon the poor. The most important literary examination is in Cunningham’s 1988 British Writers of the Thirties, limited to one decade and but one strand of a larger critical analysis; the most important historical-anthropological work is Freeman and Nelson’s introduction to Vicarious Vagabonds, focusing above all on texts 1860-1910. This project, however, proposes an approach both more diachronic and more specific, focusing not only on literary and cultural implications of passing, but also on the reality behind accounts, moving from a purely text-based literary approach towards an interdisciplinary historical study.\nThis project’s ultimate aim is an analysis of the cultural, political and historical implications of these accounts, focusing on their cultural impact on the twentieth-century literary scene, political implications, impact on political debate of the time, and influence on the general public’s perception of poverty, as well as on their historical implications, including the role played as historical sources, and the credibility of data and events reported.\nThe project aims to use a mixture of textual criticism and archival and on-site research. It will focus on historical and political contexts of the writing of primary texts, and on issues related to the condition of the poor discussed (reports, statistics, documents related to voluntary relief activities, the treatment of the subject in newspapers, specialized journals, illustrations and cartoons).\nIn a period of financial crisis and governmental interest in the welfare of the poor, understanding how the poor have been represented over the last century is invaluable; it is also worth examining the mechanisms whereby those self-describing as non-proletariat have related to the working class and tried to change or hide that relationship.'"}
{"id":"EU103208","name":"Philosophy for the People? Antonio Brucioli as Translator of Aristotle in Sixteenth- Century Italy","content":"My project on Antonio Brucioli (c. 1498-1566) aims to offer the first monograph on his activity as a philosopher and vernacular translator of philosophical texts. A native Florentine, Brucioli was forced to leave his hometown for political reasons and spent the better part of his life in Venice where he devoted his activity to the promotion of the vernacular as a literary language, not only with his famous and controversial version of the Bible, but also with a dozen Aristotelian treatises, until now completely neglected. My monograph will explain the motivations behind this project, Brucioli’s own philosophical ideas, and the intellectual and editorial contexts in which his work unfolded. Combining printed sources with unpublished manuscripts, my book will not be simply a contribution to Brucioli’s biography, but in general to scholarship on the history of ideas in the sixteenth century."}
{"id":"EU103321","name":"Thinking of the Body as both Rootedness and Breakhrough","content":"'The general aim of the project is to significantly contribute to the development of a more unitary view of the human body that can shed light on both its rootedness in the world and its capacities to transcend itself, such that it establishes, on the level of a higher subjective life, a specifically human cultural world of works and creations in which different cultures can recognize each other and dynamically interact within the same history. The research therefore addresses the issue of corporality, but it is mainly aimed at the following question: how do we define the various modalities by which bodily selfhood comes about and gives rise to creativity in a continuous  intertwining with the world, that constantly nurtures its formative activity? To answer this I will set up a dialogue between Jan Patočka and Maurice Merleau-Ponty. By so doing I intend to show that the interlacing between these two European thinkers leads us towards a more integrated view of the living body, which would better recognize the value of our full engagement in the body and its movement in all the activities that determine our inner formation and also participate in the creation of a community of exchanges and culture, that accommodates and lets co-exist different cultures and ways of being (life-worlds).This view of the body can be relevant not only to embrace a living idea of culture as “milieu of recognition”, but also to conceptualize the becoming cultural horizon against which the process of European unification can progress. As such, the project could create a new research dynamics within the ERA in the field of studies dedicated to European integration strategies.'"}
{"id":"EU103348","name":"NORMATIVE PRACTICES IN THE PUBLIC SPHERE. A THEORETICAL MODELING OF FORMS OF CIVIC ENGAGEMENT","content":"'In this research project I propose an approach to normativity and to the functioning of norms in the coordination of social life that is based upon a theory of normativity as practice. The aim of this project is threefold. Firstly, to show that our understanding of normativity remains utterly opaque as long as we do not take into account the plurality of empirical practices through which normative regulations are effected. Secondly, to prove that sociality is one of the central sources of normativity and that the functioning of normativity cannot be fully understood unless the epistemic implications of the social dimension are considered. Thirdly, to develop a theoretical model and conceptual tools to be used in the analysis and resolution of moral disagreements and political controversies. A pragmatist epistemology of practices is the conceptual framework within which this project has been conceived, while the theory of rationality as a social institution is the conception of rationality that grounds it. Jointly, these approaches require and justify the thoroughly interdisciplinary approach to normativity that this project intends to pursue.'"}
{"id":"EU103384","name":"The times of their lives: towards precise narratives of change in the European Neolithic through formal chronological modelling","content":"This proposal offers ground-breaking progress towards the construction of much more precise chronologies for the Neolithic period in Europe, through the complementary expertise of the P-I and Co-I in Neolithic archaeology and Bayesian statistical analysis respectively. The proposed project would provide much more precise timings of key features and trends in the European Neolithic sequence than are currently available, and much more precise estimates of the duration of events and phenomena, principally through the application of formal chronological modelling in a Bayesian statistical framework. From these it would open up fundamental new insights into the tempo of change through the detailed study of selected sites and situations across the span of the European Neolithic, especially in the sixth, fifth and fourth millennia cal BC. At stake is our ability to study the lives of Neolithic people everywhere at the scale of generations and even decades, as opposed to the more usual scale of centuries. The proposed project would develop the types of application of Bayesian chronological modelling currently undertaken and would offer the beginnings of a new kind of European prehistory, and the opportunity to rethink wider archaeological approaches to the study of time.\n\nThe legacy of the project would be a series of case studies published in papers in leading journals, two books, and a series of seminars and conference presentations and sessions designed to reinforce best practice for the future."}
{"id":"EU103386","name":"The cultural transfer and the diffusion of physical education and sport in Europe, 1918-1945: the Anglo-German case","content":"This project will explore cultural transfer between European states through a study of the diffusion, adoption and appropriation of physical education and sport. The period chosen for the study covers both the dramatic growth of ‘English’ sports in Germany and the less familiar influences of Germanic traditions of physical education in Britain. During the interwar period the governments of most European countries became involved in the ‘politising’ of sport and physical education, ranging from the formal incorporation of sports associations into the state in Germany to the informal ideology of national consensus in Britain. However, these internal political distinctions provide only a partial explanation of the pattern of European sport; the diffusion of ideas, practices and people was critically important and often challenged received ideas of ‘national’ stereotypes and traditions.\nThe first part of the project focuses on the reciprocal German and British influences in two areas: the different models and policies for individual and competitive sport and the parallel process of mass educational and health reform through physical education derived from Germany. The second part examines the networks of co-operation and interchange between athletes, officials and the public across national frontiers in this period of rapid internationalisation that have been neglected and deserve full exploration as part of a wider understanding of the complex process of cultural transfer itself.\nThe researcher has chosen the host university on the basis of its excellence in the interdisciplinary approach of Anglo-British issues and in consultation with her supervisor, who is a world-leading figure in the field. The realisation of this ambitious project requires a wide knowledge in European sports history and the capacity to use knowledge and methods from other disciplines such as political science, sociology and languages. The project’s main sources are located in Berlin and London."}
{"id":"EU103437","name":"\"Marks of Spectres: Mind, Morality, and Religion in Cultural Discourse\"","content":"'My project will expedite my entry into a position of professional maturity by allowing me to engage in a sustained programme of research, training and dissemination activities at the Institute for Cognitive and Evolutionary Anthropology (ICEA), University of Oxford, UK.\n\nIn the first instance, I will embark on a research programme that uses methods developed in cognitivist approaches to religion to analyse a recurrent topic in literary, intellectual and political discourses––the use of supernatural rhetoric to frame the articulation of moral norms. I will show how all of these ostensibly secular discourses articulate, in coded form, the same innate intuitions that link supernatural agency with the enforcement of moral imperatives in religious discourses. I will pursue this agenda by way of four case studies, which will focus on Indo-European narrative, nineteenth-century fiction, psychoanalytic discourse and European political rhetoric.\n\nIn addition to my research agenda, I will engage in a series of training activities in my host university.  Under the guidance of the scientist-in-charge, Professor Robin Dunbar (Director, ICEA), I will engage in programme of directed reading and research in cognitive anthropology.  Supporting this, I will attend graduate courses in cognitive and social-scientific methodologies offered by the ICEA.  Also, I will undertake training in developmental psychology and sociology by way of graduate seminars in the Departments of Experimental Psychology and Sociology.  Finally, I shall receive complementary skills training in research management from the Oxford Insitute for Learning\n\nMy project's knowledge deliverables will come in four forms: a monograph in the Macmillan series 'Cognitive Studies in Literature and Performance,' three journal articles (Journal of Indo-European Studies, PMLA, Political Communication), several conference papers, and a major international conference to take place at my host.'"}
{"id":"EU103506","name":"\"Hume’s Ethics of Virtue: Sentiments, Character, and Reflection\"","content":"'This research project aims at presenting the moral philosophy of David Hume as an original Ethics of Virtue, in line with the Virtue Ethics tradition, to be presented as a promising theoretical alternative within present-day ethical debate. Hume’s ethical thought has been an ongoing source of inspiration for many, but it has been interpreted in different, often conflicting ways. This research project will read it as the clearest and most convincing form of sentimentalism, i.e. the stance whereby the sphere of ethics can be completely explained and justified by a methodical enquiry into the sentiments and passions of human nature, and not by making reference to reason, or to an external moral reality. Through an interdisciplinary enquiry which combines together an extensive study of Hume texts, a careful examination of the secondary literature by Hume scholars, and a strict discussion of the latest advancements in contemporary moral philosophy, Hume’s sentimentalism will be presented as an account of morality in terms of the capacity of passionally defined agents to put their moral sentiments under reflective scrutiny. An investigation of Hume’s ethical solutions in the light of sentimentalism, read in a reflective light, is an interesting theoretical platform from which to deepen our knowledge of Hume, and address in a brand-new and systematic way some central themes in contemporary moral philosophy regarding the nature of normativity, its relation to people’s motivation, and the structure of people’s characters considered as virtuous agents.'"}
{"id":"EU103855","name":"'Re-presenting the 'Black Legend': conflict, coalition and the press in early modern Europe'","content":"This innovative project, to be carried out at Harvard University plus other significant Portuguese collections in Europe, explores the oldest diplomatic alliance in Europe (the ‘Treaty of Windsor’, 1386), which is technically still in force. It explores issues of religious conflict, xenophobia and political propaganda that remain issues in contemporary Europe, providing a historical perspective on European cultural and political integration.  Access to American archives and research expertise will bring new methods and materials to this neglected, but significant, alliance. The main output will be a monograph, and an international, interdisciplinary conference in Portugal will develop research networks to publicise research findings to the European academic community.\nRatified as an ‘Anglo-Portuguese Alliance’, this pact formed, above all, an alliance against Spain. During the period c.1480-1680 both countries were seafaring empires on the rise, and both saw themselves as having much to fear: from Moorish invasion, from the Jews, but, most especially, from the threat of Spanish domination. The project argues that the rise of the ‘Black Legend’, the systematic demonizing of Spain via the press, was in fact an Anglo-Portuguese alliance. The fear of ‘the other’, of other races and creeds, increased as propaganda about neighbouring countries spread like a virus across the European press.\nThe project will uncover the sources and personnel behind much of this printed literature. It will also uncover the espionage that raged behind the political machines. Newly discovered documents and printed sources in America prove how a Protestant and a Catholic regime united for a common cause: to prevent domination by another country. This will be the first major study to scrutinise their joint actions at home, rather than in the colonies. These complex political manoeuvrings have, for too long, sat in the wings of historical inquiry: this project places them centre stage."}
{"id":"EU104100","name":"At the Edge of the Republic of Scientists: the East-West Routes of Scientific Communication in Europe in the Age of Experiment (1650-1680)","content":"Eastways of Science aims to implement Highways of Science, the project that Favino is still carrying on thanks to a Marie Curie EIF. Highways of Science purposes to use electronic sources to publish on-line ac accurate map of the network constituting the Republique des lettres in the age of Scientific Revolution. It aims to construct a prototype of a multitask data-base user-friendly, that takes into account evidence gathered from scientific and learned correspondences (personal biographies, scientific institutions, instruments, natural specimina and objects, places related to scientific practices) so as to define and highlight the contents, the networks and the ways of transmission of cultural and scientific information in early modern West Europe. Information will be arranged and available in a spatial fashion, so as to construct a map of information fluxes in that cultural space, following the model of a traffic stream visualized on a luminous screen.\nEastways of Science purposes to extend such inquiry to middle-east Europe, especially Poland and the border of the Habsburgh Empire (Moravia, Bohemia, Hungary and Romany) in the second half of XVIIth century. To succeed in, the researcher and the host institution plan to cooperate with academies and research institutes in Poland, Hungary, Czech Republic, Slovack Republic and Romany who are working on electronic editions of sources of historical interest. The ERG program is for Favino an extraordinary opportunity to reintegrate the Italian university and to obtain a long-term job at the University of Teramo.\n\n"}
{"id":"EU104372","name":"Beyond the Frontiers of Latin Christendom: The Avignon Papacy and the East","content":"This research conjugates the history of the Avignon Church and the history of East West relations in the Late Middle Ages, shedding new light on the intellectual debates that developed within the Avignon Curia concerning Greeks, Armenians, Mongols, and Muslims.\nDespite an increasing scholarly interest in these research areas, studies on the Avignon Papacy have been characterized by an overwhelmingly local approach, whereas the relations of the medieval Papacy with different Eastern populations have not been sufficiently integrated within a comprehensive investigation on the Orient. This research aims to fill the gaps in the scholarly literature by examining how intellectual debates that developed within the Avignon Curia contributed to the shaping of Western ideas about the East.\nBased on the scrutiny of diplomatic sources, theological treatises, and travel reports, the study will shed light on the Western perception of the East in the Late Middle Ages from the perspective of intellectual history. Relying on comparative and interdisciplinary research methods, it will produce a comprehensive overview of the cultural reception of the Orient by the Avignon Curia, centered on the shaping of ideas about four major populations. The results will advance our understanding of the intellectual and political history of the Avignon Papacy through placing it for the first time in a wider, transnational context. The focus on the fourteenth century raises issues of continuities and discontinuities between medieval and modern European expansion. By applying the analytical category of Frontier to the Avignon context it will be possible to establish direct links with later European expansion into the New World and measure the success and endurance of medieval theoretical models developed by Roman Catholic Church. Thus, the proposed research will make key contributions to intellectual history, cultural history, history of inter-confessional relations, Church history and religion."}
{"id":"EU105077","name":"Memory of empire: the post-imperial historiography of late Antiquity","content":"'The current project aims at offering the first comprehensive interpretation and reconstruction of the historiographical traditions in the Mediterranean from the fourth to the eighth centuries AD, the crucial transitional period from Antiquity to the Middle Ages. In particular, it advances the hypothesis that the historiography of this period should be understood as ‘post-imperial’, in the sense that the literary, cultural, religious and political traditions of the Roman Empire remained the point of reference at a time when that empire had, by the seventh century, lost its grip on the West and large portions of the East. New realities were thus still understood within a traditional framework and described with long-lived categories – a situation that generated fundamental tensions within late ancient historiography but also spurred great creativity in the genre. In order to be able to test this hypothesis, the project will make new sources available (especially regarding fragmentary Early Byzantine, Syriac, and late Latin historiography), increase the accessibility of existing sources through the creation of an online database, and explore different philological methodologies and interpretative models through a series of specifically targeted studies. Emphasing the shared cultural heritage instead of cultural and political fragmentation, the interpretation will especially focus on the continuation of the rhetorical tradition in late Antiquity, the incarnation of meaning in geographical space, and intercultural contacts across the Mediterranean. It thus hopes not only to establish a new paradigm for our understanding of late antique historiography but also set the study of this field on an improved methodological footing.'"}
{"id":"EU105104","name":"Mobility, Empire and Cross-Cultural Contacts in Mongol Eurasia","content":"This project seeks to study the Mongol Empire in its full Eurasian context. It combines a world history perspective with close reading in a huge array of primary sources in various languages (mainly Persian, Arabic and Chinese) and different historiographical traditions, and classifies the acquired information into a sophisticated prosopographical database, which records the individuals acting under Mongol rule in the 13th and 14th centuries. On the basis of this unique corpus, the project maps and analyzes mobility patterns, and the far-reaching effects that this mobility generated. More specifically, it aims:\n(a) to analyze modes of migrations in Mongol Eurasia: why, how, when and into where people- along with their ideas and artefacts - moved across Eurasia, portraying the full spectrum of such populations movements from the coerced to the voluntary.\n(b) to shed light on the economic and cultural exchange that this mobility engendered, with a stress on the religious, scientific and commercial networks both within and beyond the empire’s frontiers.\n(c) to reconstruct the new elite of the empire by scrutinizing the personnel of key Mongolian institutions, such as the guard, the judicial and postal systems, the diplomatic corps, and the local administration.\nThese issues will be studied comparatively, in the period of the united Mongol empire (1206-1260) and across its four successor khanates that centred at China, Iran, Central Asia and Russia.\nThe result will be a quantum leap forward in our understanding of the Mongol empire and its impact on world history, and  a major contribution to the theoretical study of pre-modern migrations, cross-cultural contacts, nomad-sedentary relations and comparative study of empires. Moreover, the re-conceptualization of the economic and cultural exchange in Mongol Eurasia will lead to a broader and more nuanced understanding of the transition  from the Middle Ages to the early modern era."}
{"id":"EU100141","name":"\"Combining supramolecular chemistry, physico-chemical characterization and theoretical modeling to understand multivalent interactions at the cell-hyaluronan matrix interface\"","content":"'Multivalent interactions are characterized by the simultaneous binding of multiple ligands on one entity to multiple receptors on another. Multivalency provides the basis for mechanisms of both agonizing and antagonizing biological interactions that are fundamentally different from those available in monovalent systems. Even though multivalent interactions occur broadly in biological systems, they are still poorly understood and assaying them remains a fundamental challenge. In this project, we propose a new approach to reveal the regulatory mechanisms underlying multivalent interactions at cell surfaces. We apply this approach to the investigation of the hydrogel-like matrices that are rich in the polysaccharide hyaluronan (HA) and surround many cell types. The supramolecular organization of the HA-rich matrix and its attachment to the cell surface has been associated to a variety of cellular functions and numerous biological processes, including fertility, inflammation and cancer. Our goal is to understand how multivalent interactions regulate the attachment of HA to the cell surface and the physico-chemical properties of HA-rich matrices, and how these mechanisms are connected to biological functions. To this end, we will develop highly controlled and tunable in vitro model systems that are based on multivalent host-guest interactions. Purpose-designed HA and solid supports will be equipped with host and/or guest functionalities using modern synthetic chemistry. The binding of HA to the supports, and the assembly and physico-chemical properties of HA-rich matrices will be interrogated using a toolbox of surface-sensitive biophysical characterization techniques. Theoretical simulations will help to obtain mechanistic insights into the regulation of multivalent interaction at the cell-HA matrix interface.'"}
{"id":"EU100531","name":"Structural Biology of Mitochondrial Outer Membrane Proteins","content":"'To elucidate the biological role of the mitochondrial outer membrane (MOM), I propose to determine structures and functions of integral MOM protein complexes at atomic resolution, involving the three proteins VDAC, Bax and Sam. These are key elements of vital cellular functions: the regulation of bioenergetics, mitochondrial biogenesis, apoptosis and cancer. Our results will give new insights into the biology of eukaryotes and will open up new avenues for pharmaceutical applications.\nMy research group will pursue the following objectives:\nA. \tDetermination of the structures of the VDAC–NADH, the VDAC–cholesterol, and the VDAC–hexokinase complexes. These structures will provide the molecular basis for metabolism regulation by the voltage-dependent anion channel VDAC and for its role in the “Warburg effect”, a crucial step of cancerogenesis of most cancers.\nB. \tDetermination of the structure and insertion mechanism of the Bax transmembrane-pore and its formation and inhibition by drug candidates. The formation of the Bax pore in the MOM is the final, deadly step in mitochondrial apoptosis and the structure will thus elucidate a key regulatory element of multicellular organisms.\nC. \tDetermination of the structure and function of the sorting and assembly machinery (Sam), including its core protein, the beta-barrel protein Sam50, and its interactions with substrates. These results will explain the insertion of membrane proteins during the biogenesis of the MOM, an essential for eukaryotic life.\nStructure determinations of membrane proteins are still major technical challenges and so far, with VDAC, only a single structure of an integral MOM protein is known, determined by the present author and colleagues. While bringing groundbreaking biological insights, our research will further extend the methodological approaches for membrane protein structure determination by nuclear magnetic resonance (NMR) spectroscopy to a new level.'"}
{"id":"EU101853","name":"Large Deployable Technologies for Space","content":"'Large deployable structures are needed as the backbone and as an integral part of large reflectors, Earth observation antennas, radiators, sun shields and solar arrays. In addition to providing a deployment function, the large space deployable structures can provide shape and stability for a spacecraft throughout its mission. Deployable structures have the capability of reducing mass substantially and also allow for a very compact storage volume during the launch phase of a mission.  To date, there is a limited number of European deployable structures being developed due to the inherit risk, cost and complexity associated with them. In addition, the conservative nature of the space industry combined with the environmental and materials challenges related to the deployment and sustainability of space structures makes the problem even more challenging. The TRL level of most deployable technologies is currently low due to this associated risk. The objective of this project is to develop 3 specific, useful and innovative large space deployable technologies: an inflatable sail structure, a deployable solar panel and a CFRP deployable boom. The aim is to develop these technologies from a current TRL of 2-3 to 6-8 within the 3 years of the proposed DEPLOYTECH project. The project addresses two key areas required for the development of critical space technologies  as described in the SPA.2011.2.2-02 call: 1. Large thin walled deployable boom and membrane structures 2. Large thin walled inflatable structures. Ground prototypes of the three deployable technologies will be developed and qualified for future flight opportunities which have already been shortlisted with industrial partners. The DEPLOYTECH consortium is an exciting, well experienced group with world leading capabilities in deployable structures and with a with a well balanced mix of SME’s, industrial primes and university/research institutes able to provide an innovative, low risk capability missing in Europe.'"}
{"id":"EU102621","name":"Novel activity-based proteome and lipidome profiling of Arabidopsis in response to a changing environment: An opportunity to identify new key players in plant lipid metabolism","content":"LIPIDQUEST is based on new cutting edge developments in the area of proteomics and mass spectrometry and focuses on identifying new key players in lipid biology in the model plant Arabidopsis thaliana. Short term output will advance our understanding of lipid biosynthesis and turnover and has the potential to contribute to medical applications; ultimately, such research will increase the world’s chances to become less dependent on fossil fuels and thus fight the threatening energy crisis as well as climate change. 3 different approaches have been chosen to deliver new gene candidates combining uniquely Dr. Kelly`s skills in the area of storage and membrane lipids in higher plants, Associate Prof Wenk’s multidisciplinary approaches using lipidomics as well as Prof Feussner’s proficiency in lipidomics and plant lipid biochemistry: 1- A novel screen based on protein-lipid interactions is targeted at capturing lipases and other lipid-binding proteins by a combination of proteomics and subsequent mass spectrometry. 2- Alternatively, a suppressor screen of a mutant impaired in ß-oxidation will identify key components between membrane lipid degradation and ß-oxidation. 3- In a forward genetic approach state-of the art lipidomics will be performed on a selected subset of Arabidopsis mutants and on the large genetic pool of intercrossed Arabidopsis accessions which will be exploited to reveal the genetic grounds for functional differences in the lipidome in response to a changing environment. This project will add to the European expertise within state-of the art lipidomics and applied plant biology and will establish the grounds for long lasting collaborations between the University of Göttingen and the National University of Singapore. In addition, it will allow Dr. Kelly to substantially deepen her technical skills necessary for a successful completion of this project and will provide her with the scientific grounds to continue with her very own line of research."}
{"id":"EU102637","name":"Functional connectivity and the role of hub neurons in epilepsy","content":"Determining the functional structure of neuronal networks has become an increasingly important tool to link functional and anatomical network structure. Recently, the analysis of functional network structure in the developing rodent hippocampus revealed the presence of highly connected, functional “hub neurons” with the ability to greatly influence synchronous network activity.   Additionally, these developmental hub neurons were shown to be early born neurons with an impressive anatomical structure which is conserved in adulthood.  Furthermore, computational modeling has predicted the importance of anatomical hub neurons in the development of synchronous epileptiform activity.   Here, we therefore propose to study the relationship between functional and anatomical network structure in a chronic model of temporal lobe epilepsy in order to link changes in network structure with the development of synchronous epileptiform neuronal dynamics.  Specifically, we plan to use multi-beam two-photon imaging to study acute slices under healthy and pathological conditions using the pilocarpine mouse model of temporal lobe epilepsy.  To achieve this goal, we propose two complimentary methods to determine the role of network structure and hub neurons in the development of pathological neuronal activity:  1) The construction and analysis of functional network structure from imaged calcium dynamics of the dentate gyrus in both healthy and pathological tissue, and 2) The direct observation of the impact of developmental hub neurons on network dynamics in epileptic tissue obtained from transgenic mice whose early born hub neurons have been labeled with GFP."}
{"id":"EU102756","name":"Elaboration of an evaporative cooling technique with shear-driven liquid films","content":"The main goal of the proposal is to elaborate a new technology for active cooling of high heat flux equipment, using thin, intensively evaporating liquid films driven by the action of a forced gas flow in a narrow channel. The main practical motivation of the project is to develop a design capability and design tools that would enable effective cooling of powerful microelectronics for terrestrial and space applications. This capability must be based upon the development of a fundamental understanding of the parameters enabling high heat transfer rates in such thin film systems. It is proposed to develop such fundamental understanding through conducting systematical experimental studies, including studies in microgravity during aircraft parabolic flights. The experiments will be performed on test sections with flat and microstructured local heaters, which will be brought to the host institution (ULB) by the applicant. ULB possesses all necessary experimental facilities to organize and study shear-driven liquid film flows. In the experiments several state-of-the-art techniques will be used (Schlieren methods, Infrared thermography, Fiber optical thickness probe, High speed CCD camera). The proposed research is supposed to make significant advances in basic knowledge of liquid film heat transfer and rupture, and eventually may lead to a new practical cooling technology with broad area of applications in the marketplace. The proposed research, as well as applicant’s scientific experience, is relevant to the research interest and activities of MRC group of ULB. MRC-ULB has close collaboration with Euro Heat Pipes S.A., aiming at elaboration and creation of an advanced film cooling system for powerful microelectronics. Part of the proposed research is in the framework of ESA-sponsored MAP BOILING project of MRC-ULB. The proposed activity will reinforce mutually beneficial cooperation between ULB and IT, which has been lasting for more than 10 years."}
{"id":"EU102937","name":"A chemical approach to understanding the role of membranes and membrane transport in cell division","content":"Cytokinesis, the final step of cell division, has two crucial processes to achieve: equal sorting of cellular components between the daughter cells, and membrane ingression and closure. Both processes strongly rely on membrane components and properties. It is known that some lipids localize to the cleavage site and that membrane transport is required to relieve cortical tension during cytokinesis, which is necessary for the physical separation of cells. However, the precise role and mechanism of this essential membrane retrieval are unknown, as is the nature of the lipids and proteins involved, in part because it has been difficult to study the role of lipids in membrane organization due to a lack of appropriate tools. The goal of this multi-disciplinary proposal is to understand which lipids participate in cytokinesis and how cytokinesis and membrane transport interface. I will combine approaches from chemistry and chemical biology with cell biology and imaging to achieve this goal. My comprehensive and systematic investigation will provide new insights into the important question of how cells divide, which will not only be important for basic biology, but also for understanding how cell division is mis-regulated in diseases such as cancer."}
{"id":"EU103123","name":"Neutrons for Membrane Protein Structure, Interactions, and Assembly","content":"Understanding membrane protein structure, interaction between these proteins and lipids, and how membrane proteins assemble in the membrane are as of yet unsolved problems of structural biology. This proposal aims to further our understanding in these areas by uniquely combining structural and biophysical data obtained from nuclear magnetic resonance experiments (Straus` area of expertise) with neutron methods, such as small angle neutron scattering (SANS), reflectometry, and neutron diffraction (Forsyth`s and other ILL members` area of research). Specifically, the team will focus their attention on three areas: 1) membrane perturbing antibiotic structure; 2) interaction of lipopeptides with the essential bacterial cell wall biosynthesis component lipid II; and 3) the assembly of membrane proteins in lipids, as studied using the tractable system of B5 filamentous bacteriophage. The proposed projects will not only enable Straus to expand her repertoire in structural methods by exposing her to a host of neutron methodology, but will also cement a strong partnership between Canada and France. The projects will also involve the close collaboration of a number of research groups in France and Germany: the group of Michel Gauthier in Nantes, a leading expert in B5 filamentous bacteriophage and the group of Hans-Georg Sahl in Bonn, who have worked extensively on characterizing interactions between lipopeptides and lipid II. The interdisciplinary nature of the proposed work and the strength of the team will ensure success on all fronts."}
{"id":"EU103198","name":"COVALENT SINGLE-MOLECULE CHEMISTRY OF THE CELL","content":"'A label-free single-molecule technology developed the PI's laboratory will be exploited to elucidate covalent chemistry of relevance to the cell. The approach uses an engineered protein pore that passes a non-perturbing current carried by aqueous ions. Covalent bond making and breaking events within this nanoreactor are registered as step changes in the ionic current that reveal the kinetics of each reaction step. No perturbing reagents, such as fluorophores, are required. Single-molecule chemistry provides insights that are not forthcoming from ensemble experiments. For example, all the intermediates in a reaction are revealed in the correct sequence; a fast step that follows a slow step is readily observed; branched pathways can be dissected. We have demonstrated the feasibility of the nanoreactor approach and now we will build on its considerable potential by deciphering and quantifying three aspects of cellular chemistry that encompass basic science and biotechnology: 1. various reactions that occur in cells and tissues (e.g. nitrosothiol second messenger chemistry); 2. the chemistry of reagents for use in cell biology (e.g. the site-specific attachment of fluorophores to proteins); 3. the development of single-molecule sensors for cells and tissues (e.g. sniffer pipets).'"}
{"id":"EU103279","name":"Structure and Function of the Dynein Tail","content":"'Movement is a defining characteristic of life at the sub-cellular level. Dynein is one of the motor proteins that power this movement. It carries a wide range of cargos and dynein dysfunction has been implicated in many human diseases. Unlike other motors only one cytoplasmic dynein exists which suggests that it has unique mechanisms for controlling specificity i.e. how it carries cargo to the right place at the right time. In order to understand these mechanisms detailed structural knowledge of the cargo interacting dynein tail will be essential.\n\nWe propose to study the structure dynein tail by achieving three independent objectives. 1) Obtain the crystal structure of the yeast dynein tail. To do this we will combine a plasmid based S. cerevisiae expression system developed at our institute with advanced fermentation techniques. 2) Recombinantly express mammalian dynein tail complexes for single particle electron microscopic analysis and biochemical characterization. This will be achieved using novel molecular biological techniques for expressing protein complexes combined with cryo-EM. 3) Analysis of viral interactions with dynein. This will be achieved by reconstituting dynein/virus movement in vitro and subsequently analyzing dynein/virus complexes by EM tomography.\n\nTogether these approaches will allow us to analyze the structure and function of the whole dynein tail complex to gain insight in dynein/cargo specificity for the first time. This innovative project will significantly strengthen European science by serving as an excellent starting point for many new and groundbreaking lines of research. Furthermore, it will allow the applicant move to a different European country as well as switch fields of research.'"}
{"id":"EU103342","name":"Computational Perspective to Dynamical Protein-Lipid Complexes under Crowded Conditions","content":"'One of the great challenges is to understand how cellular functions emerge in cell membrane systems. Unlocking this mystery is the key to the vast majority of human diseases. The current view is based on a static picture where membrane proteins in protein-poor membranes interact with a few specific lipids, while in reality the situation is much more complicated. This ambitious project aims for a breakthrough by changing the present paradigm. The objective is to focus on the dynamical interplay between lipids and proteins under crowded conditions, paving the way for understanding the dynamics of lipid-protein complexes and their resulting functions. The objectives are outstanding and contain a high risk, with exceptional gain. The main goal is better understanding of the physical principles that give rise to cellular functions, with a strong impact to clarify the relevance of dynamical lipid-protein interactions in cellular processes related to health and disease. For this purpose, the grand themes chosen for this project are lipoproteins coupled to cardiovascular disease (“good” and “bad” cholesterol) and the function of especially cholesterol and glycolipids with membrane proteins. In order to meet these goals, the applicant employs state-of-the-art simulation techniques that comprise quantum-mechanical, classical atomistic and coarse-grained simulation methods to elucidate the complex biological phenomena associated with lipid-protein systems. The simulations cover atomistic and molecular details, over time scales from femtoseconds up to milliseconds. The theory & simulation group lead by PI comprises expertise in a truly cross- and multi-disciplinary manner, and it strongly collaborates with some of the leading experimental teams in biomedical sciences, cell biology, structural biology, and membrane biophysics.'"}
{"id":"EU103353","name":"Improving the selectivity of kinase inhibitors: Characterizing binding mechanisms of inhibitors targeting inactive states and allosteric sites","content":"Kinase proteins are key to signaling in eukaryotic cells, so it is not surprising that their dysfunction has been implicated in human diseases such as cancer and inflammatory disorders.  As a result, kinases have become important targets for drug discovery.  The majority of kinase inhibitors bind to the ATP-binding site, which is highly conserved among the different kinases.  In order to increase inhibitor selectivity toward a desired target kinase, the focus has turned to developing inhibitors which bind to inactive conformations or allosteric sites.\nThe techniques frequently used to study inhibitor binding such as X-ray crystallography and docking are limited because they only sample a single structure.  In reality, a protein is characterized by an ensemble of structures.  Free energy calculations can sample many different conformations and provide a clear picture of the mechanisms of inhibitor binding.  Since straightforward molecular dynamics simulations suffer from a time scale problem we use a novel computational technique, metadynamics, to enhance sampling.  Using metadynamics calculations we propose to investigate the binding mechanisms of inhibitors which target the inactive conformation and allosteric sites.\nWe focus on two proteins which are targets for cancer therapy: p38 mitogen-activated protein kinase and Abl."}
{"id":"EU103383","name":"High Resolution cryo-EM Analysis of Ribosome-associated Functions","content":"'Translation of the genetically encoded information into polypeptides, protein biosynthesis, is a central function executed by ribosomes in all cells. In the case of membrane protein synthesis, integration into the membrane usually occurs co-translationally and requires a ribosome-associated translocon (SecYEG/Sec61). This highly coordinated process is poorly understood, since high-resolution structural information is lacking. Although single particle cryo-electron microscopy (cryo-EM) has given invaluable structural insights for such dynamic ribosomal complexes, the resolution is so far limited to 5-10 Å for asymmetrical particles. Thus, the mechanistic depth and reliability of interpretation has accordingly been limited.\nHere, I propose to use single particle cryo-EM at improved, molecular resolution of 3-4 Å to study two fundamental ribosome-associated processes:\n(i) co-translational integration of polytopic membrane proteins and\n(ii) recycling of the eukaryotic ribosome.\nFirst, we will visualize nascent polytopic membrane proteins inserting into the lipid bilayer via the bacterial ribosome-bound SecYEG translocon. Notably, the translocon will be embedded in a lipid environment provided by so-called nanodiscs. Second, we will visualize in a similar approach membrane protein insertion via the YidC insertase, the main alternative translocon. Third, as a novel research direction, we will determine the structure and function of eukaryotic ribosome recycling complexes involving the ABC-ATPase RLI.\nThe results will allow, together with functional biochemical data, an in-depth molecular structure-function analysis of these fundamental ribosome-associated processes. Moreover, reaching molecular resolution for asymmetrical particles by single particle cryo-EM will lift this technology to a level of analytical power approaching X-ray and NMR methods. ERC funding would allow for this highly challenging research to be conducted in an internationally competitive way in Europe.'"}
{"id":"EU103448","name":"Studying Morphogenesis by building reaction-diffusion networks in gel bead arrays","content":"Living matter is characterized as operating far out of equilibrium, and most of the cellular non-equilibrium processes are organized in extremely complex networks. A visible demonstration of some networks is morphogenesis, which is the driving force for the formation of patterns in tissue. In this project I aim to systematically study the underlying physical and chemical components of morphogenesis in an artificial system. The main characteristics are coupling of chemical reaction and diffusion times, spatial inhomogeneities and positive or negative feedback loops. To achieve this goal, I will assemble an array of prototype ‘cells’ consisting of monodisperse microscopic gel beads produced using microfluidic devices. Within these gel beads, enzymatic reactions will take place to mimic intracellular signaling processes, while the product of the enzymatic reactions can diffuse from one bead to another, thereby resembling cell-cell communication. The enzymatic reactions chosen for my project are self-catalyzed proteolysis and kinase self-phosphorylation, both of which will generate positive feedback. A negative feedback loop will be introduced by using the peptidase cascade by hydrolysis of a pre-inhibitor, releasing a free inhibitor after cleavage.\nAn analysis of the reaction diffusion profile is a novel method for measuring enzyme kinetics. As a spin-off from this project, I am interested to use a reaction-diffusion between two drops for the study of interaction of enzyme with inhibitors, in order to miniaturize and accelerate an inhibitor screening."}
{"id":"EU103586","name":"Identification and characterization of factors involved in chromosome organization and septum positioning in bacteria","content":"'The cell cycle is one of the most pivotal and fundamental processes in biology and encompasses a set of inter-related events, most prominently, chromosome replication, chromosome segregation and cell division. Each of these steps is highly complex, and bacterial cells offer the opportunity to study cell cycle processes in a simplified, relatively tractable context. Investigation of the bacterial cell cycle would not only be of benefit to basic understanding of this process in living organisms in general, it is also highly relevant to pathogenesis and antibacterial drug development.\nBacillus subtilis is a particularly good model for studying the bacterial cell cycle for several reasons. First, it is highly tractable as an experimental system. Second, the asymmetric cell division used during the early stages of sporulation, provides certain important experimental opportunities. Third, research on the cell cycle of B. subtilis is at the frontiers of our knowledge about this process.\nBy setting up genetic screens based on asymmetric cell division during sporulation in B. subtilis, this project aims to discover novel factors involved in proper chromosome organization and septum positioning, two important elements of the cell cycle. In addition, chromosome condensation will be studied in more detail using methods based on chromosome conformation capture (3C) technology. By exploiting the wide array of molecular and cell biology tools and techniques available in the host lab, the function of the identified factors will be further investigated.\nOverall, this project is expected to yield novel insights into the bacterial cell cycle, especially with regard to chromosome structure and placement of the septum during cell division. Also, the project and research environment offer the researcher an excellent opportunity to develop scientifically and prepare for a leading independent position.'"}
{"id":"EU104639","name":"Mammalian Chromosome Stability","content":"Accurate DNA recombination is critical for preventing tumorigenesis and developmental defects. In normal cells, the DNA damage response helps prevent the propagation cells with aberrant chromosome content. It is known that DNA repair often compromised in tumor cells, but much remains to be discovered about its regulation on the molecular level. For instance, how much cell-to-cell or patient-to-patient variation is there in the type and frequency of DNA rearrangements? What puts certain genomic areas at risk for germline rearrangements?\nWe will address these questions by examining in vivo outcomes of recombination-based DNA repair . Since genomic rearrangements can arise during both mitotic and meiotic cell divisions, and many central proteins have conserved roles in mitosis and meiosis, both systems will be studied. Sensitive PCR methods will be used that enable the detection of rare de novo DNA configurations directly from primary (uncultured) cells. We will complement these assays by immuno-FISH microscopy, to investigate both chromosome dynamics and the localization of proteins of interest within the nucleus.\nThese studies will provide insights into how cells repair broken DNA. This fundamental process is essential for the faithful transmission of DNA into daughter cells. In the long term, understanding the underlying molecular mechanisms could pave the way to safer, more personalized cancer therapies."}
{"id":"EU104717","name":"Investigating the role of food structure and processing in lipid digestion for production of healthier food","content":"FoodPro ForHealth will develop rational strategies to formulate and process foods to control lipid digestion, and combines the Fellow’s food science skills with expertise and techniques at the Institute of Food Research (IFR) in the colloids, interfacial, model gut and health areas.\nObesity is a major health problem in Europe/developed countries and a risk factor for chronic diseases (diabetes and cardiovascular disease, CVD) leading to anti-obesity campaigns promoting healthy eating and a healthy lifestyle. Lipids are the most energy dense of macronutrients and excess consumption has been linked to obesity. Most people find it difficult to change their diets to eat healthily. Changes in food manufacturing are needed to develop healthier products and ingredients. Lipids are water insoluble and their breakdown in the digestive tract occurs at the fat/water interface so the composition at the fat interface can affect lipid digestion in vitro. If lipid digestion is controlled, energy release during digestion is prolonged and hyperlipidaemia, a CVD risk factor, reduced. Slowly-digested lipids can also increase satiety, control energy intake and help manage weight loss. State-of-the-art physicochemical techniques will be used to study how common food structures in emulsified foods influence the breakdown/digestion of lipids in vitro. The interaction of these structures with digestive enzymes, surfactants and lipids will be studied in the gastric and duodenal environment. Better understanding the factors affecting the nature/extent of lipid breakdown in model systems and real food models will allow science-based strategies to modify food products or develop new products to optimise fat digestion. The project will assist the Fellow to develop new research projects on her return to Spain and to transfer knowledge to industry. Complementary skills (e.g communication, resource management, IP and awareness of the needs of industry and society) will be transferred to the Fellow"}
{"id":"EU105022","name":"Bacterial Cell Morphogenesis","content":"In bacteria, the though external cell wall and the intracellular actin-like (MreB) cytoskeleton are major determinants of cell shape. The biosynthetic pathways and chemical composition of the cell wall, a three dimensional polymer network that is one of the most prominent targets for antibiotics, are well understood. However, despite decades of study, little is known about the complex cell wall ultrastructure and the molecular mechanisms that control cell wall morphogenesis in time and space. In rod-shaped bacteria, MreB homologues assemble into dynamic structures thought to control shape by serving as organizers for the movement and assembly of macromolecular machineries that effect sidewall elongation. However, the mechanistic details used by the MreB cytoskeleton to fulfil this role remain to be elucidated. Furthermore, development of high-resolution microscopy techniques has led to new breakthroughs this year, published by our lab and others, which are shaking the model developed over the last decade and re-questioning the MreB “actin cytoskeleton” designation.\n\nThe aim of this project is to combine powerful genetic, biochemical, genomic and systems biology approaches available in the model bacterium Bacillus subtilis with modern high-resolution light microscopic techniques to study the dynamics and mechanistic details of the MreB cytoskeleton and of CW assembly. Parameters measured by the different approaches will be combined to quantitatively describe the features of bacterial cell morphogenesis."}
{"id":"EU105098","name":"Single unusual DNA","content":"Certain nucleic acids sequences can form unusual structures, like triplexes, G-quadruplexes and i-motif. Nowadays, several genetic diseases have proved to be mediated by the formation of non-B DNA structures at certain chromosomal locations. Therefore, it is very important to inversigate these unusual DNA structures, which may well be biologically relevant, at the molecular level. To study the function of such unusual DNA structures in vivo, it is important to understand how they assemble and interact with ligands. Until now, most of the these studies are carried out in dilute solutions, which do not reflect the real conditions in vivo because the physiological milieu is crowded with various biomolecules. Moreover, current research methods related to unusual DNA structures are ensemble methods, a lot of important phenomena may inherent in ensemble measurements due to population averaging.\nMagnetic tweezers are extraordinarily sensitive, as this technique is capable of applying piconewton-scale forces, allowing it to provide direct data on the molecular-scale workings of biological systems. Therefore, the magnetic tweezers technique is well suited to experiments on single DNA molecules.\nThe proposal we submitted is the first attempt to investigate unusual DNA structures by magnetic tweezers. We aim to understand how they behave under near-physiological conditions and how the interaction with ligands may affect their behavior. The results can promote other researchers to learn the formation pathways of these unusual DNA structures, and help them to effectively design anticancer drugs or to understand how these structures may interfere with key biological processes. To our knowledge, such study of unusual structures has never been performed – or at least published – with this method. Through detailed measurements of the force-extension relationship of unusual nucleic acids, opened up a new way of investigating these atypical structures."}
{"id":"EU100344","name":"Innovative Networking in Infrastructure for Endangered Languages","content":"Due to globalization and an enormous technological innovation cultures and languages are subject to extreme changes and many of them will become extinct in the coming decades and with them much knowledge about nature and history. Digital archives have been setup to preserve cultural and language materials for future generations, but also to serve as database for cross-linguistic research about how the human brain processes language.\nIn parallel CLARIN has finished its preparatory phase in which many suggestions have been worked out for example for proper standards, for proper preservation and access, and in which a network of persistent centers with different types of language material as the backbone of an emerging research infrastructure has started of being established.\n\nINNET wants (1) to intensify and extend the existing worldwide archiving grid, (2) to revitalize the existing expert network and (3) to intensify the use of archives not only by researchers but also by schools and the public. The intention is (1) to give the CLARIN center network a worldwide extension and impact, (2) to use the expert network to disseminate the CLARIN achievements and (3) to create a larger user base that will make use of the data stored in the CLARIN center network."}
{"id":"EU100522","name":"Evaluation of critical and emerging technologies for the elaboration of a security research agenda","content":"'The ETCETERA project is a contribution to effective and efficient security research planning on a European level. Its aim is three-fold:\n1. to develop novel methodologies for future strategic research planning,\n2. to identify risks and potential benefits associated with Critical Dependencies and Emerging Technologies with security implications, and\n3. to recommend research plans to deal with these risks and potential benefits.\n\nThe two issues raised in the topic are treated in two separate but interrelated project strands:\nStrand 1 deals with Critical Technologies and Dependencies. In a process that involves technical\nexperts, end-users, and other stakeholders, technologies that are indispensable for security today\nand in the near future are identified. In a next step, an analysis is performed to evaluate in which of\nthese critical technologies member states of the EU are dependent on non-EU contributions. A\nresearch agenda to alleviate these critical dependencies through alternative technological solutions will be developed. Methods for the detection and elimination of Critical Dependencies are developed and described.\nStrand 2 looks further into the future. Technologies that are now 'emerging' will be scrutinised to\nevaluate future security implications. A research agenda to keep up, and in some cases take the\nlead, in these technological areas will be developed to avoid future critical dependencies of the EU.\nSeveral well established and some novel methods will be combined to perform these tasks. The\nmethods are compared and/or assessed to improve future strategic research planning.\n\nETCETERA will thus both provide solutions for current problems in strategic security research\nplanning, and develop methodologies for future research planning efforts.'"}
{"id":"EU100560","name":"Support for Establishment of National/Regional Social Sciences Data Archives","content":"SERSCIDA is designed as a strategic project for supporting the cooperation and exchange of knowledge between the EU countries associated within the Council of European Social Sciences Data Archives (CESSDA) and the Western Balkan Countries (WBC) in the field of social science data archiving. The project addresses the issues of potentials of usage of information-communication technologies for the benefits of scientific research and exchange of knowledge as laid down in the call for proposals topic. The project aims to produce tangible results and improve the capacities for exchange of knowledge and data collected through research in social sciences between the European countries and WBC involved."}
{"id":"EU100604","name":"\"GOAL: Growing Older, stAying mobiLe: The transport needs of an ageing society\"","content":"'The aim of GOAL is to provide an action plan for innovative solutions to fulfil the transport needs of an ageing society. This action plan will be developed by state-of-the-art reviews, identification of possible and relevant societal developments and alternatives to transport. We identify relevant research gaps and product developments through contacts in the USA and Japan. The focus of GOAL is on land-based transport.\nCurrent predictions of EUROSTAT show that “The share of people aged 65 years or over in the total population is projected to increase from 17.1% to 30.0% and the number is projected to rise from 84.6 million in 2008 to 151.5 million in 2060. Similarly, the number of people aged 80 years or over is projected to almost triple from 21.8 million in 2008 to 61.4 million in 2060”. In order to keep them actively involved in society and maintain independence, it is vital that older people, now and in the future, are able to travel and have access to transport.\nIn GOAL we describe the physical and mental characteristics of older people and use these to develop profiles which will represent the range of characteristics to be formed in the population now and in the future. These profiles will be used to explore in a structured way the needs while driving, using public transport, walking and cycling and the relevant information needed before and during travel. The profiles will also be used to address additional issues of older people and other developments which may impact on travel decisions in the future. There is considerable expertise in the consortium related to all aspects of the project. However, to validate our work and to ensure that it will have the widest acceptance, we will be running a series of workshops to enable the widest constituency of stakeholder bodies and experts to interact with the study team. The research and development needs will be identified and used to develop an action plan to achieve the goal of growing older and staying mobile.'"}
{"id":"EU100977","name":"SYstem for Digitization and Diagnosis in ART Applications","content":"Cultural heritage monitoring comprehends a sum of technologies, protocols and studies which need to be modernized and automated to reduce costs and process time. Current spectroscopy permits the study and characterisation of the surface of artworks by the inspection of specific spectral bands, by means of different techniques. As a consequence, the sets of results are often difficult or slow to link, compare or process in order to generate global information about the piece-in-study. In this way, a set of analysis processes must be performed over the artwork, involving piece moving, manipulation, transportation, etc, and therefore putting the artwork at risk of deterioration. The main target of SYDDARTA is to develop a pre-industrial prototype for diagnosing the deterioration on movable assets by the acquisition of 3D-hyperspectral imaging through scanning non-destructive techniques. Such images contain spectroscopic information of the piece to be analysed in different bands of the spectrum, giving chemical composition information of the different materials and layers in the actual 3D surface by means of a very narrow screening bandwidth and the use of volumetric digitisation. These analyses are carried out combining mapping, spectroscopic and image processing techniques, based on tunable filters and customised light sources. The expected prototype will be a new portable type of equipment to use in the preventive conservation and monitoring of movable cultural assets and will provide enormous data sets by non-destructive characterisation techniques. Moreover, the equipment will make use a specific database of materials and pigments monitoring that will be exploited as well. The merging of the technologies involved will be suitable for fast authentication and traceability of cultural assets and will improve the monitoring and conservation of artworks in general, as well as facilitating art digitisation sharing between the cultural organisations across Europe. In addition, the expected project results will not be specific to the art and heritage cultural sector, and may be applied to other fields of research, engineering or industry, for example, for biomedicine, manufacturing, food industry, chemistry or recycling. This means a wider market impact and a greater societal benefit inside and out the European Union."}
{"id":"EU101242","name":"INTELLIGENT MOBILE MULTIPURPOSE ACCURATE THERMOELECTRICAL (IMAT) DEVICE FOR ART CONSERVATION","content":"The IMAT project aims to integrate the cutting edge research in nanotechnology with that of cultural heritage conservation for the development of new advanced conservation techniques and materials. A consortium of researchers representing expertise in the areas of art conservation, nanotechnology, and thermo-electrical engineering, has been assembled with the purpose of inventing an advanced precision heating technology and designing a series of portable, highly accurate flexible mild heating devices specifically for broad application in the field of art conservation, employing, but not limited to the new technology of carbon nanotubes (CNT).\nThe new technology and product acknowledges and responds to a glaring omission in fundamental conservation instrumentation.  The control over the application of heat often constitutes the core of success in structural treatment of diverse cultural heritage objects, yet sources currently available to conservators are unable to guarantee accuracy, control or uniformity, and therefore may compromise the favourable outcome of treatment.\nThe lack of mobile high precision and accessible instrumentation impacts conservation treatment capacities and the long-term preservation of irreplaceable cultural heritage in the most direct way, since objects may be and are exposed to risk because of inadequate or unavailable instrumentation. This is particularly relevant to treatments that take place in the field, including emergency responses, that often must rely on inadequate tools. The heating table, long considered a basic piece of laboratory equipment for previous methodologies, is now out of sync with the current direction of conservation that favours minimally invasive treatments with respect to those of the past and requires enhanced  mobility and versatility. The IMAT goals therefore will hit the core of this problem in many ways and the results will have a lasting impact on conservation methodology and beyond.\nThe unique properties of carbon nanotube (CNT) materials will allow for the design of thin, lightweight, even transparent, stretchable and woven mild heaters with low power needs as an ultra-portable, versatile and efficient alternative for diverse thermal treatments. The development of the IMAT device and methodology will represent a unique opportunity to impact the field of conservation of heritage products in a significant manner, and the full extent of the potential for application will become evident only during the execution of the three-year project.  Further application of the technology to fields outside of art conservation, such as art transportation, medical field, aeronautics, car industry, apparel industry and more will be investigated. The project was conceived with a research-based objective, focusing on the creation of the IMAT device in order to improve the quality, accessibility and cost effectiveness of a fundamental tool for art conservators in Europe and globally."}
{"id":"EU101243","name":"Nano-systems for the conservation of immoveable and moveable\npolymaterial Cultural Heritage in a changing environment","content":"Government authorities, restoration architects and conservation scientists have always had to face the problem of deterioration of historic building materials, in particular stone, wood and glass; an issue that has become more and more urgent since climate change has worsened natural decay and the impact of atmospheric pollution. In addition in recent years socio-economic requirements have claimed for a more sustainable use of existing building heritage. On these premises, the NANOMATCH project will address this issue through the development of a class of innovative consolidants to be specifically designed to meet the requirements of the historic substrates and to identify high performance products to renovate the market dedicated to the conservation of the built heritage.\nAlkaline earth and semi-metal alkoxides precursors will be synthesized tuning their properties on the basis of the stone, wood and glass-substrate characteristics and the specific functionality to be addressed, leading to a new generation of nano-structured materials tailored specifically for historic materials in a climate change context, merging from the most recent advanced research in the fields of nanotechnologies and conservation science. The development of suitable products for treatment of historic materials will finally halt the current use of inappropriate commercial products, especially polymers, that were designed for completely other purposes than the conservation of cultural heritage and that, in the recent years, show the detrimental effects due to their fast deterioration, that hampers the treated material too.\nCentral in the project is the synthesis of molecular precursors, nano-coating deposition and related properties assessment finalized to the production of innovative products to update the market of conservation products as a real alternative for unfitting traditional ones. The basis for their production and introduction on the market will be developed during the project."}
{"id":"EU101376","name":"Nano-materials for the conservation and preservation of movable and immovable artworks","content":"The main objective of the NANOFORART proposal is the development and experimentation of new nano-materials and responsive systems for the conservation and preservation of movable and immovable artworks.\nWhile the progress in material science has generated sophisticated nanostructured materials, conservation of cultural heritage is still mainly based on traditional methods and conventional materials that often lack the necessary compatibility with the original artworks and a durable performance in responding to the changes of natural environment and man-made activities.\nThe main challenge of NANOFORART is the combination of sophisticated functional materials arising from the recent developments in nano-science/technology with innovative techniques in the restoration and preventive conservation of works of art, with unprecedented efficiency.\nThe research activity will be focused on the development of manageable methodologies, based on nanosized structures and with a low environmental impact.\nThe main tasks include the production of dispersions of nanoparticles, micellar solutions, microemulsions and gels, in order to offer new reliable pathways to restore and preserve works of art by combining the main features and properties of soft and hard-matter systems for cultural heritage conservation and preservation.\nIn the second part of the project great importance will be given to technology transfer to SMEs that will play an important role in the standardization of applicative protocols, in the up-scale and commercialization of technology and in the evaluation of the eco-toxicity of nano-materials.\nA fundamental part of the project is also related to the role of end-users. Important museums, such as the National Museum of Anthropology and History of Mexico City and the National Museum of Denmark, will validate the technology and the methods developed in the first part of the project, and provide training activities and dissemination of the developed techniques."}
{"id":"EU101694","name":"DigitalPreservationEurope","content":"Electronic resources are a central part of our cultural and intellectual heritage, but this material is at risk. Digital memory needs constant management, using new techniques and processes, to contain such risks as technological obsolescence. Risk begins before the digital record is created and continues for as long as the digital object needs to be retained. Digital preservation is too big an issue for individual institutions or even sectors to address independently. Concerted action at both national and international level is required. DigitalPreservationEurope, building on the earlier successful work of ERPANET, facilitates pooling of the complementary expertise that exists across the academic research, cultural, public administration and industry sectors in Europe. \\n\\nDigitalPreservationEurope (DPE) fosters collaboration and synergies between many existing national initiatives across the European Research Area. DPE addresses the need to improve coordination, cooperation and consistency in current activities to secure effective preservation of digital materials. DPE's project partners lead work to: (a) raise the profile of digital preservation; (b) promote the ability of Member States acting together to add value to digital preservation activities across Europe; (c) use cross-sectoral cooperation to avoid redundancy and duplication of effort; (d) ensure auditable and certificated standards for digital preservation processes are selected and introduced; (e) facilitate skills development through training packages; (f) enable relevant research coordination and exchange; (g) develop and promote a research agenda roadmap;  and (h)  help both citizens and specialist professionals recognise the central role that digital preservation plays in their lives and work.\\n \\nDPE's success will help to secure a shared knowledge base of the processes, synergy of activity, systems and techniques needed for the long-term management of digital material."}
{"id":"EU101702","name":"Data Service Infrastructure for the Social Sciences and Humanities","content":"'DASISH provides solutions to a number of common issues relevant for the five ESFRI projects in social science and humanities, being CESSDA, CLARIN, DARIAH, ESS and SHARE and therefore is supporting infrastructure construction. These five infrastructures are presently at different stages in the process of establishing ERICs. DASISH has identified four major areas namely data quality, data archiving, data access and legal and ethics. The activities in these four major areas are based on a thorough analysis of the underlying architectures. The outcome forms the basis for educational activities and for outreach to the communities that are to benefit from the work.\nThrough DASISH the participating infrastructures will not only obtain new solutions for specific problems and a consolidation of their infrastructure building, but will work out solutions facilitating interdisciplinary cross-walks of their researchers. This will be of mutual benefit for the five infrastructures and the communities they serve.'"}
{"id":"EU101739","name":"FOrecast and  Roadmapping for MAnufacturing Technologies","content":"The analysis of emerging technologies and their potential impact on markets, economies and societies requires reliable and repeatable methods and tools since the related information plays a critical role for strategic decisions of private and public organizations. All existing techniques reveal several weaknesses such as limited accuracy on middle and long-term forecast; poor repeatability; poor adaptability, i.e. no universal methods are known, besides complementary instruments must be integrated according to the specific goal and data availability. These considerations highlight the need to introduce structured methods and tools capable to support strategic decisions in industrial R&D activities, by managing the multi-disciplinary complexity of current systems and by anticipating the future characteristics of products and processes.\nThe final FORMAT project result will be the development of an innovative forecasting methodology, backed by a web semantic IT tool,  supporting decision making in Manufacturing Industries, to be evaluated in real test cases and extensively described in the FORMAT handbook and through an IT demonstrator to proof the concept."}
{"id":"EU101844","name":"Safety in Design Ergonomics","content":"Safe design of equipment is of key importance in all hazardous work domains. This research will focus on safety in design from a user-centred perspective, and will apply human factors knowledge and structured risk management methods to the equipment design process. It will build on the applicant’s previous work in the industrial and transportation domains. In these domains, new technologies are too often designed and deployed without full consideration of the human element in equipment operation and maintenance, often with resultant safety issues.\n\nFirstly, a ‘Safety in Design Ergonomics’ (SIDE) technique will be developed and applied to mobile equipment in the industrial domain. This domain is proposed as it builds on the Applicant’s contacts where he currently works (Australia) plus his existing contacts in Europe (particularly the UK). In addition, the safe design of such industrial mobile equipment has long been a key issue in mining, manufacturing and construction.\n\nSecond, the SIDE technique will be evaluated, adapted and applied to new equipment and technologies in another field, most likely in the transportation domain. Third, safety in design for older workers will be considered; considering their strengths and limitations, the SIDE technique will be extended to include this growing (and valuable) workforce sector. This will build on the existing contacts of both the host (such as, their inclusive design research) and the applicant (such as, his transportation work).\n\nThe outcome of the research will be a robust SIDE technique that focuses specifically on the human element. The technique will be tailored to fit with existing design processes, so ensuring that it can be effectively used by designers. The results will be disseminated widely: not only in the academic literature, but also to those responsible for equipment design."}
{"id":"EU102044","name":"Regulating Emerging Robotic Technologies in Europe: Robotics facing Law and Ethics","content":"'The main objective of the research in this proposal is to investigate the ways in which emerging technologies in the field of (bio-)robotics (e.g. bionics, neural interfaces and nanotechnologies) has a bearing on the content, meaning and setting of hard versus soft law. We will research the ways in which regulation (both in terms of soft and hard law) may be affected by, and even in need of adjustment in light of, advances in robotics, with a special focus on human enhancement.  To do so we will analyse the current state-of-the-art of legislation and regulation pertaining to robotics, and we will point towards areas of regulation that are in need of adjustment or revision due to the advent of emerging robotics technologies. Moreover, we will study the interrelations between technical, legal and moral norms in this field, in order to define what could be the best balance between them, and to promote a technically feasible, yet also ethically and legally sound basis for future robotics developments. Uncovering ethical values embedded into robotics technologies, and ethical consequences arising from their use, is another key element of this research, therefore. The most important outcome of the research will consist of 'Guidelines on Regulating Robotics', which will containing regulatory recommendations for the European Commission, in order to establish of a solid framework of 'robolaw' in Europe.'"}
{"id":"EU102862","name":"Comparing the properties and the consequences of attainment versus maintenance goals","content":"Economic and social behavior is often goal directed. People and organizations can strive for two kinds of goals: They can strive for an improvement of the current state (e.g., increase the balance of a savings account-an attainment goal), or they can strive for holding on to the current state (e.g., maintain the balance of a savings account -a maintenance goal). Research to date has studied attainment goals in isolation, but it has rarely compared the properties and processes associated with attainment versus maintenance goals. As a consequence of the absence of such systematic comparisons, our understanding of maintenance goals remains limited, and our understanding of attainment goals incomplete. Recent academic research comparing the two goal types indicates that they hold different properties. However, many important questions remain open: Are attainment or maintenance goals more attractive, and under what circumstance? What types of plans are more appropriate for the pursuit of each goal type? Is individual performance affected differently by the two goal types? Under what circumstances? Are independent versus interdependent cultures more inclined towards one of the two goal types? Answering these questions is the objective of the proposed research program. Providing these answers will require a combination of laboratory and field studies. Hence, the results will be compatible with the experimental psychology tradition in goals’ research, and relevant for the field of behavioral economics.  Moreover, given the importance of goals in several research domains (e.g., marketing, consumer behaviour, management, psychology) and real world contexts (e.g., saving, dieting, work, investments, charities) the results of the proposed research program are expected to affect a variety of disciplines. Finally, as much of the related research is being conducted in the USA, the proposed research program could serve as a basis for further stimulating research on goals in Europe."}
{"id":"EU103023","name":"A Powerful Enantioselective Organocatalytic Approach to the Total Synthesis of\nMadangamine Alkaloids","content":"'The projet concerns the development of a powerful first total synthesis of the Madagamine alkaloids. The route starts with an organocatalytic enantioselective and diastereoselective Michael addition of cyanoacetate pronucleophiles to a nitrocyclohexene derivative, as a key step to the formation of the ABC core. When the product of this reaction is subjected to a nitro-Mannich, Mannich reaction cascade this should allow us to construct the core of the madangamine alkaloids rapidly, selectively and on scale. The overall synthetic strategy has two parts. The first concerns a fast and enantioselective assembly of diazatricyclic core common to all madangamines (ABC rings). The second concerns easy and efficient ways to build the two macrocyclic rings (D and E rings), which play a fundamental role in their biological activity. The project combines, catalysis, total synthesis, structure elucidation and evaluation of biological properties.'"}
{"id":"EU103092","name":"A mechanistic analysis of the impact of arbuscular mycorrhiza on ammonia oxidizing community dynamics and nitrification potential rates in N-limited soils","content":"Nitrification represents a key N-cycling process because it impacts biome productivity and interferes with the adaptation strategies of plants. Hence, a lot of research has attempted to disentangle the drivers of ammonia oxidation, the rate limiting step of the process. Amongst them a relatively new identified factor that may affect nitrification appears to be arbuscular mycorrhizal (AM) status of plants. Previous work of the applicant has highlighted that a negative relationship operates for the plants that occur in Mediterranean grasslands. The question then is whether this is a specific adaptation of Mediterranean plants or a general consequence of occurrence of AM fungi.\nIn the proposed project the applicant adopts a gradual approach with the following objectives (i) confirm ubiquity of the interaction (ii) achieve a mechanistic understanding of the underlying processes (iii) demonstrate the ecological importance of the interaction when considering nitrification potential rates. The proposed project comprises experiments with a gradual element of difficulty to ensure that some sort of output will be there in the end. Other than ecological and physiological applications the results may be useful in agriculture where a key issue remains to minimize nitrate leaching and N-losses from crops; results of the project may serve as an additional argument for application of AM fungi in agriculture."}
{"id":"EU103836","name":"Air Pollution Policies foR Assesement of Integrated Strategies At regional and Local scales","content":"Air quality in Europe is still facing a continued wide-spread of exceedances, particularly regarding PM, NOx and O3. The 2008 Air Quality Directive requests Member States (MS) to design local and regional plans and assess their impacts on air quality and human health. MS have therefore developed and applied a wide range of modeling methods to cope with these obligations. Today, with the revision of the EU air quality policy pending, there is the need to consolidate and assess the research results in the field and to make them accessible to policy makers. This is the main aim of APPRAISAL project, split in the following objectives:\n-Undertake on overall review of the methodologies used in different countries, from the simple (scenario analysis) to the more comprehensive (cost-benefit, cost-effectiveness analysis). This would include evaluating top-down and bottom-up approaches to systematically analyze their strengths and weaknesses and to identify key areas to be addressed by further research. The result would be captured in a readily updatable, user friendly relational data base.\n-Design an integrated assessment (IA) modeling framework where existing components are efficiently inter-connected, produce guidelines describing the key components of best practices. A number of test cases will be explored to confirm the robustness of the guidelines in practice.\n-Communicate with key stake-holders and in particular to policy-makers the state-of-the-art scientific knowledge on emission abatement assessment.\nAPPRAISAL includes 15 highly experienced groups working on both air quality and health impacts assessment. Partners come from all over Europe to guarantee the review process representativeness. A group of stakeholders will closely be connected to the Consortium to ensure a direct line of communication with key policy makers. APPRAISAL will contribute to improved knowledge on regional and local IA methodologies and will support the revision of EU air quality policies."}
{"id":"EU103863","name":"Art and Death in Neolithic Europe","content":"'In Neolithic Western Europe, monumental tombs were frequently decorated with engraved and painted art. Archaeologists have rarely asked why there is such an association between art and death. How was art used to create spaces appropriate for the performance of deathways? Since the 1960s research on this art has stagnated both theoretically and methodologically, leaving this important question unanswered and unanswerable.\nThe ADINE project proposes a comprehensive study of how art was created and used in the Neolithic tombs of Sardinia, which are by far the largest group of decorated tombs in Europe but also the least studied. The project has three research objectives. The first is to document unpublished decorated tombs. We will use both standard techniques and several innovative photographic techniques for revealing poorly visible art and analysing the technique and sequence of the art’s manufacture; we will also analyse the spatial organisation of art inside tombs and the regional distribution of decorated tombs using statistics and GIS. The second objective is to place Sardinian art into its larger historical context within the major tomb art traditions of Neolithic Western Europe. These two goals are aimed at answering the research question posed above. The third objective is to build up a new generation “total recording” methodology for rock art sites by testing and developing together a suite of complementary methods (the photographic techniques noted above, portable digital microscopy, and non-destructive, portable XRF spectroscopy to identify painted areas and pigments).\nThe project, hosted at Cambridge University, includes a strong training programme for the coordinator, and will help maintain Europe’s pre-eminence in rock art research and theoretical archaeology. Its impact may extend beyond academia to the large worldwide public interested in rock art and to organisations responsible for cultural heritage development and management of rock art sites.'"}
{"id":"EU104462","name":"Carbon dioxide photoreduction: A great challenge for photocatalysis","content":"'The reduction of carbon dioxide has received a great deal of attention in recent years. With increasing concerns about rising atmospheric CO2 levels, scientists have discussed new strategies to reduce the impact of CO2 on global warming. Many ideas have involved trapping the “greenhouse gas” and converting it into fuels and organic materials, using either light or electrical energy.\nIn this context, one of the main challenges of photocatalysis is to enhance the photoreduction of carbon dioxide. This is an ambitious aim, but it could be achieved now because of the convergence of new experimental and theoretical developments. More specifically, the aim of the project is the activation of carbon dioxide followed by its photoreduction toward useful organic compounds using electron-transfer processes on heterogeneous catalysts. In this context, the new topics that will be studied are: 1) the semiconductor deposition/encapsulation on/in a nanoporous support/host which will acts as a cooperative entity in the photoreduction of CO2 by performing a proper adsorption of the substrate molecules; 2) study and development of the new doping strategies for improving the photoactivity and the ability to absorb visible solar spectrum; 3) the development of a new CO2 mitigation strategy by studying and preparing photoreducers and hybrid photosensitizer – semiconductor systems, and 4) use of the developed materials in a photoreactor. The last topic represents the first step into a new technology for artificial photosynthesis. Reaching the objectives of the proposal will open a wide field of investigation that goes far beyond questions of developmental of photocatalysis. The originality and innovative nature of the project lie in the link between chemical, physical and photo-physical properties of the developed materials.'"}
