{"id":"EU100364","name":"Mapping the late-life health promoting mechanisms in worms and mammals","content":"Aberrant protein aggregation (proteotoxicity) is an underlying mechanistic event common to numerous late-onset human neurodegenerative maladies including Alzheimer’s (AD) disease. Recent studies indicated that the ageing process plays key roles in enabling protein aggregation to become toxic late in life. The insulin/IGF signaling pathway (IIS) is a major ageing, stress resistance and lifespan regulator in worms and mice. We found that IIS reduction protects worms and mice from toxicity associated with the AD linked peptide, Aβ. These findings point to the alteration of ageing by IIS reduction as a promising research avenue towards the development of neurodegeneration therapies. In the nematode C. elegans, both effects of IIS reduction; longevity and protection from proteotoxicity are dependent on the activity of the FOXO transcription factor DAF-16. However, these functions of DAF-16/FOXO differ temporally; in worms the mediation of longevity by DAF-16 is restricted to reproductive adulthood while protection from proteotoxicity extends also to late adulthood. This differential temporal activity pattern suggests that different DAF-16 co-factors and target genes play roles in the mediation of longevity and in protection from proteotoxicity. Thus, a careful characterization of the late life DAF-16 regulated protective mechanism is required to evaluate the therapeutic potential of IIS reduction as a future treatment for neurodegenerative disorders. Here I propose to use nematodes and mice to explore the DAF-16/FOXO co-factors and target genes that mediate stress resistance and protection from proteotoxicity in the aged organism. Dual experimental approach will be utilized to achieve this goal; a directed genetic screen for the identification of co-factors and temporally differential set of DNA microarrays for the recognition of late life DAF-16/FOX target genes. This project is expected to yield new insight and to serve as a platform for future studies."}
{"id":"EU100682","name":"Hypothalamic Lipotoxicity and Endoplasmic Reticulum Stress: a New Pathophysiological Mechanism of Obesity","content":"It is well established that metabolically relevant organs such as adipose tissue, pancreatic beta cells, liver and skeletal muscle develop endoplasmic reticulum (ER) stress under conditions of obesity induced lipotoxicity. Here, the applicant will investigate if/how the hypothalamus is affected by lipotoxicity and ER stress in the context of obesity\n\n* Scientific Hypotheses:\n1. Obesity is associated with lipotoxicity and ER stress in the hypothalamus.\n2. Hypothalamic ER stress may contribute to the development of obesity through dysregulation of the mechanisms controlling energy balance.\n3. Based on our preliminary data, we hypothesize that CHOP, a mediator of ER stress, could be a key modulator of the association between obesity and ER dysfunction in the hypothalamus.\n\n* General Objective: to determine the relevance of hypothalamic lipotoxicity and ER stress for the development of obesity and whether targeting ER stress mechanisms is a successful therapeutic strategy to prevent or revert obesity and its metabolic complications.\n\n* Specific Objectives:\n1. To determine whether obesity and the metabolic syndrome are associated with hypothalamic lipotoxicity, ER stress and whether these effects are hypothalamic nuclei specific\n2. To determine whether primary hypothalamic ER stress is a cause of altered energy balance leading to obesity and metabolic complications\n3. To determine whether in the context of obesity inhibition of ER stress in hypothalamus affects energy balance and obesity associated metabolic complications\n4. To determine the role of CHOP on energy balance and obesity in specific hypothalamic neuronal populations\n\nThis project is central to the applicant’s goal of understanding how the hypothalamus regulates energy balance under physiological and pathophysiological conditions, as an essential step towards identifying and developing novel molecular drug targets to tackle the problem of obesity and their metabolic complications."}
{"id":"EU100786","name":"DEFINING THE MECHANISMS OF AGE-RELATED MUSCLE LOSS: FOCUS ON AUTOPHAGY","content":"Muscle loss occurs in many diseases including cancer, AIDS, diabetes, renal or cardiac failure and sepsis. The wasting of muscle mass is characterized by the activation of an atrophy program that coordinates the ubiquitin-proteasome and autophagy-lysosome systems. The simultaneous activation of these systems allows the breakdown of contractile proteins and the removal of organelles. Ageing sarcopenia and frailty are also characterised by progressive muscle loss. However, the mechanisms that are at the base of this weakness are obscure. Sarcopenia results in a progressive loss of mobility that decreases the quality of life and has major economic and social consequences. In fact the age-dependent muscle atrophy favour traumatic events, accident, fracture or illness which lead to aged person to become hospitalised and bed-ridden or housebound, thus -having a high mortality in the year following their accident. The signalling pathways, which regulate loss of proteins and organelles in muscle fibers, are just at the beginning to be understood. We have recently found that autophagy-lysosome system is critical to maintain muscle mass and that its alteration leads to muscle atrophy, weakness and to several features that are present in ageing sarcopenia. Thus, dissecting the regulation of autophagy system in skeletal muscle and its role in muscle homeostasis is crucial for developing new therapeutic tools to counteract sarcopenia. This project is an effort in this direction. We aim: i) to identify molecular mechanisms and pathways which are responsible for autophagy regulation in skeletal muscle and which may be targeted to combat age related muscle weakness, (ii) to dissect the cross-talk between muscle and nerve, (iii) to determine the cross-talk between autophagy-lysosome and ubiquitin-proteasome, iv) to translate the findings obtained in animal models to human skeletal muscles."}
{"id":"EU100931","name":"p53 as a New Mediator of Energy Balance in the Brain","content":"p53 is a transcriptional factor modulating numerous biological actions. Although it is best known for its role in cancer development, it is now evident that it is implicated in metabolism. More specifically, p53 modulates energy metabolism and homeostasis through their effects on adipocyte development and function. However, nothing is known about the potential metabolic function of p53 in the central nervous system.\n\nNeuronal networks within the central nervous system play a crucial role in the regulation of food intake, body weight, and glucose homeostasis, so the main objective of this project will be to evaluate the potential of brain p53 as anti-obesity and/or anti-diabetic drug candidate. Our project will dissect precisely which specific components of energy balance are altered after central disruption or rescue of p53 signalling in selective neuronal populations, as well as the molecular pathways mediating these actions.\n\nMore precisely, we will disrupt the central p53 signalling specifically in hypothalamic POMC and AgRP neurons, which are crucial for energy and glucose homeostasis. We will also generate and characterize mice lacking p53 in dopamine neurons that are essential for mechanisms related with the reward of food. Once we know which specific areas are crucial for the central actions of p53, we will complete the experiments rescuing p53 expression in selective neuronal populations (POMC, AgRP or dopamine neurons) of p53 null mice. We will also investigate the interaction between p53 with leptin and ghrelin, likely the two more important hormones in the regulation of energy balance, which act through homeostatic and hedonic mechanisms. Understanding the precise role and mechanisms regulated by central p53 on energy balance may open new avenues for the identification of potential anti-obesity drug targets directed towards specific molecular pathways."}
{"id":"EU101005","name":"Endothelial homeostasis and dysfunction in metabolic-vascular retina disease: The role of endothelial cell-intrinsic and endothelial cell extrinsic inflammatory pathways","content":"Diabetic retinopathy (DR) is a major cause of blindness in adults and the underlying pathophysiology includes endothelial dysfunction. Endothelial dysfunction is a perturbation of endothelial homeostasis including changes in endothelial barrier integrity, alterations of the endothelial cell surface, which becomes proinflammatory and mediates increased leukocyte adhesion and changes in endothelial survival functions. Endothelial dysfunction is regulated by an intimate crosstalk of the endothelium with leukocytes and inflammatory pathways of the innate immunity (endothelial-extrinsic pathways), which are activated in the diabetic vasculature affecting the endothelial barrier and leukocyte adhesiveness, and by endothelial cell-intrinsic pathways affecting endothelial survival that are regulated by specific components of the diabetic microenvironement, e.g. hypoxia. The aims of the present proposal are (i) to assess how leukocyte-endothelial interactions (here a particular emphasis will be laid on novel components of the leukocyte adhesion cascade, such as Developmental endothelial locus-1 or Junctional Adhesion Molecule-C, recently identified by the group of the applicant), as well as how macrophage activation/polarization in the local retinal microenvironment affect endothelial homeostasis and dysfunction in the course of DR, and (ii) to investigate pathways regulating survival functions of the endothelium particularly under hypoxic/ischemic conditions in the diabetic retina. The proposal is highly innovative, since the knowledge about these pathways in the context of endothelial dysfunction in DR is scarce. Understanding the molecular contribution of endothelial cell-extrinsic inflammatory pathways and endothelial-cell intrinsic, survival-regulating pathways in the context of DR will have a high impact as it will provide the platform for developing novel specific therapeutic approaches for this major diabetic complication."}
{"id":"EU101183","name":"A systems and targeted approach to alternative splicing in the developing and diseased heart: Translating basic cell biology to improved cardiac function","content":"Cardiovascular disease keeps the top spot in mortality statistics in Europe with 2 million deaths annually and although prevention and therapy have continuously been improved, the prevalence of heart failure continues to rise. While contractile (systolic) dysfunction is readily accessible to pharmacological treatment, there is a lack of therapeutic options for reduced ventricular filling (diastolic dysfunction). The diastolic properties of the heart are largely determined by the giant sarcomeric protein titin, which is alternatively spliced to adjust the elastic properties of the cardiomyocyte. We have recently identified a titin splice factor that plays a parallel role in cardiac disease and postnatal development. It targets a subset of genes that concertedly affect biomechanics, electrical activity, and signal transduction and suggests alternative splicing as a novel therapeutic target in heart disease. Here we will build on the titin splice factor to identify regulatory principles and cofactors that adjust cardiac isoform expression. In a complementary approach we will investigate titin mRNA binding proteins to provide a comprehensive analysis of factors governing titin’s differential splicing in cardiac development, health, and disease. Based on its distinctive role in ventricular filling we will evaluate titin splicing as a therapeutic target in diastolic heart failure and use a titin based reporter assay to identify small molecules to interfere with titin isoform expression. Finally, we will evaluate the effects of altered alternative splicing on diastolic dysfunction in vivo utilizing the splice deficient mutant and our available animal models for diastolic dysfunction.\nThe overall scientific goal of the proposed work is to investigate the regulation of cardiac alternative splicing in development and disease and to evaluate if splice directed therapy can be used to improve diastolic function and specifically the elastic properties of the heart."}
{"id":"EU101196","name":"Role of the transcription factor STAT3 in Schwann cells in the processes of degeneration and regeneration in damaged nerves","content":"Nerve repair depends critically on injury-induced Schwann cell dedifferentiation, an adaptive injury response that generates the denervated Schwann cell, a cell that enables peripheral nerves, unlike CNS tissue, to regenerate after injury. The transcriptional programmes that control the generation of the denervated repair cells are therefore an important issue in nerve biology.\n\nThe host laboratory has recently defined the concept of negative regulation of myelination, implicated two transcriptional regulators, c-Jun and Notch, in the control of dedifferentiation and the formation of the denervated cell, and shown that Schwann cell c-Jun has an essential role in controlling nerve regeneration.\n\nIn peripheral nerves, the Signal Transducer and Activator of Transcription 3 (STAT3) is rapidly activated at the injury site following nerve transection, but the function of this factor in nerve injury has not been investigated. Perhaps the best known function of STAT3 is the positive regulation of cellular survival, a function that in many cell types is mediated by its ability to up-regulate the gene expression of Bcl-xL and Bcl-2, anti-apoptotic factors. Mechanisms that ensure the sufficient Schwann cell survival in injured nerves are critical for nerve repair.\n\nThus, the present project will explore additional control systems in injured nerves and in particular whether STAT3 signalling in Schwann cells is an important mediator of the adaptive injury response of these cells in damaged nerves. Our key aims are to test whether STAT3 is required for the survival of denervated Schwann cells, the formation of the Schwann cell columns (bands of Bungner) that serve as substrates for regenerating axons and the remyelination of regenerated axons."}
{"id":"EU101448","name":"Deciphering the functions of Sox6 and myosin-encoded microRNAs in heart failure and hypertrophy","content":"MicroRNAs (miRNAs) negatively regulate gene expression by promoting mRNA degradation and inhibiting mRNA translation. Recent studies have uncovered key roles of miRNAs as mediators of cardiovascular development and disease, but much remains to be learned about their mechanisms of action and regulation. Dr. Olson's lab has described a family of muscle-specific miRNAs, referred to as MyomiRs, which are encoded by introns of myosin heavy chain genes. These three miRNAs (miR-208a, miR-208b, miR-499) control pathological cardiac remodeling, muscle myosin content, myofiber identity, and muscle performance. Each of these miRNAs regulates the expression of Sox6, a transcriptional repressor. Consistent with a role for Sox6 as a mediator of the actions of MyomiRs, over-expression of Sox6 in skeletal muscle mimics the effects of MyomiR gene deletion and deletion of Sox6 in skeletal muscle recapitulates the phenotype of MyomiR over-expression. These findings have revealed a previously unrecognized role for Sox6 as a mediator of skeletal muscle gene expression, but nothing is known of its potential role in the control of cardiac gene expression or function. Given the importance of MyomiRs in regulating cardiac stress responses, and the regulation of Sox6 expression by MyomiRs, we postulate that Sox6 is a central regulator of cardiac hypertrophy and heart failure. The goal of this project is to define the mechanisms whereby Sox6 controls cardiac gene expression by idenfication of its downstream target genes and transcriptional cofactors and to explore its role as a mediator of the actions of myosin-encoded cardiac miRNAs. The project will benefit from a strong foundation of preliminary data and unique mouse strains (e.g. Sox6 knockout and transgenic mice) already established in the lab. These studies promise to provide important new insights into the gene regulatory mechanisms in heart disease and to potentially reveal new therapeutic targets for modulation of cardiac function."}
{"id":"EU101460","name":"New therapeutic targets for DM1: miRNAs analysis in DM1 disease models","content":"Expansion of a non-coding CTG tract in the DMPK gene leads to myotonic dystrophy type 1 (DM1), a dominant autosomal condition clinically characterized by myotonia, muscle waste and heart conduction defects among other symptoms. Transcripts containing long CUG stretches are toxic to the cell by their ability to interfere with gene expression regulation at several levels. Chief molecular alterations are sequestration of MBNL1 and upregulation of CUG-BP1, both alternative splicing regulators, leading to the expression of improper mature proteins. Additional molecular alterations have been suggested to contribute to the elaboration of the disease.\n\nWe propose that changes in the normal levels of specific miRNAs entail a novel mechanism for DM1. This is supported by recent reports that found miR-206 misregulated in DM1 muscle tissue. Our long term objective is to identify additional miRNA expression alterations and to evaluate their potential as therapeutic targets. To this end, we will make use of two animal models, Drosophila and mice, both transcribing long CTG tracts. First, using complementary approaches of next generation sequencing and commercial real time PCR arrays we will obtain the miRNA expression profile in control and toxic RNA conditions. Second, we will characterize the origin of specific miRNA expression alterations, being suggested misregulated biogenesis, stability loss or direct sequestration by CUG RNA, and will validate the clinical relevance of our findings in DM1 muscle samples. Third, miRNAs relevant to DM1 will be functionally analyzed following loss and gain of function approaches in cell culture and in model animals. Finally, we will evaluate the suppression of toxic CUG RNA phenotypes in DM1 model flies in which expression of altered miRNAs has been artificially restored to assess their potential as therapeutic targets. Although focused in the DM1 human disease, our studies may also lead to important findings in the biology of miRNAs."}
{"id":"EU101626","name":"microRNA regulation of apoptosis and differentiation during early mammalian development","content":"'A number of crucial events involved in embryo patterning occur during early post-implantation development in mammals. These include the differentiation of the pluripotent epiblast into the different embryo lineages, the specification of the body axes and morphogenetic events such as the cavitation of the embryo by programmed cell death. Embryonic Stem (ES) cells derived from the undifferentiated epiblast represent a powerful tool for the development of new therapies, however to successfully manipulate them it is necessary to understand how they differentiate in the embryo in vivo. MicroRNAs (miRNAs) are small non-coding RNAs that bind in a complementary way to target mRNAs and repress gene expression; they can be grouped into functional families that are predicted to target the same genes. They have been implicated in many biological processes including development and disease and miRNA-based therapies are currently under development. A number of miRNAs have been found to play key roles in the control of proliferation, pluripotency and differentiation in in vitro systems, however whether this reflects their role in the differentiation of the epiblast in vivo remains unknown. The proposed research aims to gain insight into the role of miRNAs in the control of differentiation and cell death during early mouse development. First, we will describe the expression pattern of miRNAs already selected as being highly expressed in the early embryo. Second, we will use a combination of in vitro and in silico approaches to identify the real targets of the two most highly expressed miRNA families in the early embryo. And finally we will analyse the specific role of these two families in differentiation and cell death by combining ES cell differentiation and embryo analysis. Altogether the proposed investigation will provide valuable information about miRNA regulation of cell differentiation and apoptosis during early embryo development.'"}
{"id":"EU102345","name":"Nuclear foundations of cellular potency","content":"A fundamental question in biology is to understand the mechanisms underlying cell plasticity. Such plasticity or potency is essential to form multiple cell types upon differentiation. In mammals, upon fertilization and fusion of the gametes –two highly differentiated cells- intense chromatin remodeling and epigenetic reprogramming, the reversion into an undifferentiated state, are essential to restore full developmental potency (totipotency). Subsequent development and differentiation are accompanied with progressive loss of plasticity. The transition between totipotency and the gradual loss of plasticity is thought to be regulated by yet-unknown epigenetic mechanisms.\n\nThe embryonic chromatin displays unique features compared to differentiated cells, including the lack of ‘conventional’ heterochromatin. We hypothesise that the transition from a totipotent state to a differentiated one is regulated by changes in chromatin states, particularly by de novo acquisition of heterochromatin domains.\n\nThis project is designed to reveal the nuclear foundations of totipotency by determining the molecular mechanisms underlying the establishment of heterochromatin and their functional role in maintaining totipotency using the mouse embryo as model.\n\nWe will do this by:\ni)determining the functional relationship of heterochromatin and nuclear architecture\nii)by determining the effects of artificially inducing heterochromatin on cell potency during development and\niii)by determining the mechanisms that regulate heterochromatin formation in the embryo.\n\nWe anticipate that our studies will unravel fundamental mechanims on how chromatin states regulate cell potency during reprogramming. By uncovering such mechanisms, we expect to reveal new insights that will be useful to induce epigenetic reprogramming of differentiated cells. Our results will therefore lead to key contributions in the fields of stem cell, developmental biology, human reproduction, chromatin biology and epigenetics."}
{"id":"EU102707","name":"Role of the transcription factor Nfix in muscle regeneration and muscular dystrophies","content":"I will study the role of the transcription factor  Nfix, in post-natal skeletal muscle growth and regeneration, and in the pathogenesis of muscular dystrophies. I have recently demonstrated the role of the transcription factor Nuclear Factor IX, Nfix, in driving the transcriptional switch from embryonic to fetal myogenesis, characterized by a switch from slow to fast twitching and more mature fibers. Current data show that Nfix is also strongly expressed in satellite cells (SCs), the muscle adult stem cells responsible for post-natal muscle growth and regeneration. Therefore, I will investigate: 1.    The gene expression profile of the muscle specific Nfix null SCs in vitro in comparison with wt SCs.  2.    The ability of Nfix deficient SCs to repair muscle damage in comparison with wt SCs. Moreover, I will study the possible use of Nfix in muscular dystrophies. Muscular dystrophies are characterized by primary wasting of skeletal muscle and currently lack a therapy. Among the different approaches, many efforts are directed to induce hypertrophy in dystrophic to counteract progressive degeneration. This is achieved by enhancing regeneration at the expense of the satellite cell pool. Interestingly, fast muscle fibers are preferentially affected in different muscular dystrophies. As Nfix regulates slow myosin expression, I propose that a slower twitching muscle may escape muscle degeneration in a dystrophic mouse model. In this perspective, the possible interference of Nfix with the pathogenesis of muscular dystrophy will be studied by crossing muscle-specific Nfix null mice alpha sarcoglycan null mice ( a model for Limb Girdle 2D muscular dystrophy) (Aim 3). The results of this study will have important implications for the understanding  of the mechanisms regulating post-natal muscle growth and regeneration and potentially as a novel therapy for muscular dystrophy."}
{"id":"EU103490","name":"Characterization of a novel population of olfactory sensory neurons in the main olfactory epithelium","content":"Sensory organs allow animals to extract information from their surroundings, and to build a representation of the outside world. A good representation of the environment is a prerequisite for an organism to respond to its peers, predators or prey, for example. To do this, various organisms rely heavily on their sense of smell. Indeed, olfaction is the most important sense for many animals, including mice.\nThe mouse olfactory organ is composed of neurons, which each express a single type of chemosensory receptor. These receptors are involved in detecting odorants or pheromones and are the foundation block of olfaction. Until now, five major families of olfactory chemoreceptors have been identified, all of which are G-protein coupled receptors. Recently, the Rodriguez lab has identified a novel population of neurons in the main olfactory epithelium (MOE) defined by their expression of TrpC2, a protein usually absent in this area. Preliminary evidence suggests that these few thousand neurons do not express any of the five types of known olfactory chemoreceptors and are thus likely to contain an undefined receptor family. Here, we plan to use a novel approach to identify these receptors. We will use fluorescence-activated cell sorting to specifically isolate the population of interest from transgenic mice engineered so that the TrpC2-expressing neurons are fluorescently labeled. We will then perform deep-sequencing of these neurons’ transcriptome to identify candidate chemoreceptors, and will further characterize these candidates using RT-PCR and in situ hybridization.\nIn addition, in a separate approach we will generate a knock-in line allowing us to conditionally silence the TrpC2 neurons in the MOE. Using various standard assays, we will test the behavioral role of this neuronal population.\nBy potentially identifying a new chemoreceptor family and assessing its behavioral function, this work will greatly contribute to our better understanding of olfaction."}
{"id":"EU104451","name":"A novel epigenetic modification in pluripotent stem cells","content":"DNA methylation is critical during mammalian development, generally represses transcription when present at gene promoters and regulates cell lineage-specific gene expression programs. Conversely, during cellular reprogramming, efficient erasure of DNA methylation is essential for reactivation of previously silenced genes and for attaining pluripotency. The identity of such “DNA demethylase(s)” has been elusive until our recent discovery of the Tet family of dioxygenases. As a research fellow in Anjana Rao’s group, I first reported that TET proteins convert 5-methylcytosine to 5-hydroxymethylcytosine in DNA, a novel epigenetic modification that can facilitate DNA demethylation and is associated with pluripotency. I further demonstrated that Tet1 and Tet2 are highly expressed in mouse embryonic stem cells (ESCs) and regulate cell fate specification. ESCs depleted of Tet1 by RNAi show diminished expression of the Nodal antagonist Lefty1, resulting in hyperactive Nodal signaling and skewed differentiation toward definitive endoderm in vitro. In Fgf4- and heparin-supplemented culture, Tet1-depleted ESCs activate the trophoblast stem cell determinant Elf5 and can colonize the placenta in midgestation embryo chimeras. Consistent with these findings, Tet1-depleted ESCs form aggressive hemorrhagic teratomas with increased endoderm and ectopic appearance of trophoblastic giant cells. This proposal aims to address (1) the detailed mechanisms by which Tet proteins regulate the transition between ESC self-renewal and differentiation into distinct lineages; (2) how Tet1 regulates development of the early mouse embryo and (3) how Tet expression affects the differentiation potential of induced pluripotent stem cells (iPSCs). Insights from these studies will open new avenues to improve derivation of specific cell lineages from ESCs and iPSCs by modulating Tet expression and/or activities, with potential applications in disease modeling and cellular replacement therapies."}
{"id":"EU105783","name":"Bioengineering prediction of three-dimensional vascular growth and remodeling in embryonic great-vessel development","content":"Globally 1 in 100 children are born with significant congenital heart defects (CHD), representing either new genetic mutations or epigenetic insults that alter cardiac morphogenesis in utero. Embryonic CV systems dynamically regulate structure and function over very short time periods throughout morphogenesis and that biomechanical loading conditions within the heart and great-vessels alter morphogenesis and gene expression. This proposal has structured around a common goal of developing a comprehensive and predictive understanding of the biomechanics and regulation of great-vessel development and its plasticity in response to clinically relevant epigenetic changes in loading conditions.  Biomechanical regulation of vascular morphogenesis, including potential aortic arch (AA) reversibility or plasticity after epigenetic events relevant to human CHD are investigated using multimodal experiments in the chick embryo that investigate normal AA growth and remodeling, microsurgical instrumentation that alter ventricular and vascular blood flow loading during critical periods in AA morphogenesis. WP 1 establishes our novel optimization framework, incorporates basic input/output in vivo data sets, and validates. In WP 2 and 3 the numerical models for perturbed biomechanical environment and incorporate new objective functions that have in vivo structural data inputs and predict changes in structure and function. WP 4 incorporates candidate genes and pathways during normal and experimentally altered AA morphogenesis. This proposal develops and validates the first in vivo morphomechanics-integrated three-dimensional mathematical models of AA growth and remodeling that can predict normal growth patterns and abnormal vascular adaptations common in CHD. Multidisciplinary application of bioengineering principles to CHD is likely to provide novel insights and paradigms towards our long-term goal of optimizing CHD interventions, outcomes, and the potential for preventive strategies."}
{"id":"EU106704","name":"Protection against reactive oxygen species in neurodegeneration","content":"Oxidative stress (OS) is implicated in the pathogenesis of some of the most devastating neurological diseases. Therefore, identification of pathways that counteract oxidative damage may lead to therapeutic strategies applicable to a wide range of disorders. I have recently identified the importance of the mitochondrial oxidation resistance 1 (Oxr1) gene for neuronal survival; loss of Oxr1 causes neurodegeneration in mice, whereas over-expression in vitro is able to confer protection against OS.\nDeregulation of this protein is also observed in human ALS and additional mouse models of in neurodegeneration. Despite the apparent high level of conservation of Oxr1-related proteins, virtually nothing is known about their function in vivo. This proposal will establish an independent research programme to understand the role of Oxr1 and related proteins as part of novel pathways that provide protection against both OS and neurodegeneration.\n\nPreliminary data I have generated has identified proteins that interact with Oxr1 in neurons; significantly, a number of these binding partners are mutated in neurodegenerative disease. Therefore, using a combination of mutational and biochemical analysis the relationship of these interactions to neuronal cell death will be investigated . Studies will also focus on the role of Oxr1 in mitochondria, examining the significance of this localisation to the control of the OS response. This will be complemented by in vivo studies in the mouse to to determine whether the loss or disruption of Oxr1-related proteins is critical for CNS function.\n\nUsing the latest techniques in molecular genetics and in vivo modelling this project has major translational opportunities and will provide an excellent opportunity to answer one of the key questions in neurodegenerative research."}
{"id":"EU100340","name":"How does the X chromosome regulate DNA methylation in pluripotent stem cells?","content":"Epigenetic processes regulate gene transcription states during cellular differentiation, playing key roles in the maintenance of pluripotency and differentiation. Epigenetic alterations are common in diseases such as in cancer and cognitive disorders. Understanding the mechanisms by which epigenetic states are inherited and propagated is of fundamental importance, and will help in the development of biomarkers for screening as well identification of targets for disease treatment.\nDNA methylation remains the best-characterized epigenetic process. XX pluripotent stem cells (Embryonic Stem (ES) and induced Pluripotent Stem (iPS) cells) display genome-wide hypomethylation relative to XY stem cells but the mechanisms are unknown. This proposal will elucidate the pathways responsible. Irradiation Microcell-Mediated Chromosome Transfer (XMMCT) will be used to identify the critical region(s) of the X chromosome involved. In parallel and as an alternative approach, candidate X-linked genes will be over-expressed in XY ES cells to identify the factors responsible for global hypomethylation. Further insight will be provided using protein interaction screens using epitope-tagged versions of all active Dnmts as well as the known regulators URHF1 and Dnmt3L in XX and XY ES cells. The role of XX-induced hypomethylation in cellular reprogramming will be investigated by using different cell types from Oct4-GFP transgenic mice to examine whether iPS efficiency is affected by cells with a greater propensity to lose DNA methylation. Together these aims will elucidate the signals necessary to maintain global genomic DNA methylation. Aberrant loss is an important hallmark and contributor of disease that could be used for disease diagnosis and treatment. It could also be exploited to help improve the efficiency of cellular reprogramming for regenerative medicine."}
{"id":"EU100930","name":"Nuclear Dynamic, Organization and Genome Stability","content":"The eukaryotic genome is packaged into large-scale chromatin structures occupying distinct domains in the cell nucleus. Nuclear compartmentalization has recently been proposed to play an important role in genome stability but the molecular steps regulated remain to be defined. Focusing on Double strand breaks (DSBs) in response to which cells activate checkpoint and DNA repair pathways, we propose to characterize the spatial and temporal behavior of damaged chromatin and determine how this affects the maintenance of genome integrity. Currently, most studies concerning DSBs signaling and repair have been realized on asynchronous cell populations, which makes it difficult to precisely define the kinetics of events that occur at the cellular level. We thus propose to follow the nuclear localization and dynamics of an inducible DSB concomitantly with the kinetics of checkpoint activation and DNA repair at a single cell level and along the cell cycle. This will be performed using budding yeast as a model system enabling the combination of genetics, molecular biology and advanced live microscopy. We recently demonstrated that DSBs relocated to the nuclear periphery where they contact nuclear pores. This change in localization possibly regulates the choice of the repair pathway through steps that are controlled by post-translational modifications. This proposal aims at dissecting the molecular pathways defining the position of DSBs in the nucleus by performing genetic and proteomic screens, testing the functional consequence of nuclear position for checkpoint activation and DNA repair by driving the DSB to specific nuclear landmarks and, defining the dynamics of DNA damages in different repair contexts. Our project will identify new players in the DNA repair and checkpoint pathways and further our understanding of how the compartmentalization of damaged chromatin into the nucleus regulates these processes to insure the transmission of a stable genome."}
{"id":"EU100993","name":"DECiphering the role of long non COding Rna in cancer","content":"'Increasing evidence indicates that non coding RNAs play a major role in the regulation of gene expression. A significant fraction of the non-coding transcriptome is represented by large intervening non coding RNA (lincRNAs), which seem to be involved with the epigenetic control of gene expression through binding with several members of the Polycomb Repressive Complexes (PRCs). Recently, dysregulation of lincRNAs has been associated to cancer. The HOTAIR lincRNA triggers the invasive program of breast epithelial cells by promoting epigenetic remodelling (Gupta et al., 2010). Although this report suggests an impact of lincRNAs in the transition to the metastatic phenotype, the role of lincRNAs in transformation remains largely unexplored. In this project I want to define the role of lincRNAs in the pathogenesis of cancer, using acute promyelocytic leukaemia (APL) as a model system. APL accounts for more than 10% of all Acute Myeloid Leukemias and is characterized by reciprocal translocations involving the retinoic acid α-receptor (RARα). APL blasts respond to all-trans retinoic acid (ATRA) treatment with differentiation, which involves epigenetic remodelling. The availability of new sequencing technologies coupled to tiling arrays and to the power of new computational biology programs, makes it now possible to study the whole non–coding RNA transcriptome. Determining the pattern of expression of lincRNAs during ATRA-induced APL differentiation, defining their functional significance, and deciphering the network of interactions between lincRNAs, the PML-RARα chimeric protein and the PRCs, will contribute to a better understanding of the nature of epigenetic deregulation in cancer and ultimately represent the basis to develop new anti-cancer strategies.'"}
{"id":"EU101372","name":"Functional and Mecahnistic  Roles of Large Intergenic Non-coding RNAs  in Cancer","content":"Mammalian cells express thousands of RNA molecules structurally similar to protein coding genes –they are large, spliced, poly-adenylated, transcribed by RNA Pol II, with conserved promoters and exonic structures –however lack coding capacity. Although thousands exist, only few of these large intergenic non-coding RNAs (lincRNAs) have been characterized. The few that have, show powerful biological roles as regulators of gene expression by diverse epigenetic and non-epigenetic mechanisms. Significantly, their expression patterns suggest that some lincRNAs are involved in cellular pathways critical in cancer, like the p53 pathway. I explored this association demonstrating that p53 induces the expression of many lincRNAs. One them, named lincRNA-p21, is directly induced by p53 to play a critical role in the p53 response, being required for the global repression of genes that interfere with p53 induction of apoptosis. My results, together with the emerging evidence in the field, suggest that lincRNAs may play key roles in numerous tumor-suppressor and oncogenic pathways, representing an unknown paradigm in cellular transformation. However, their mechanisms of function and biological roles remain largely unexplored.\nThe goal of this project is to decipher the functional and biological roles of lincRNAs in the context of oncogenic pathways to better understand the cellular mechanisms of gene regulation at the epigenetic and non-epigenetic levels, and be able to implement lincRNA use for diagnostics and therapies. In order to accomplish these goals we will integrate molecular and cell biology techniques with functional genomics approaches and in vivo studies. Importantly, the profiling of patient samples will reveal the relevance of our findings in human disease. Together, the functional study of lincRNAs will not only be crucial for developing improved diagnostics and therapies, but also will help a better understanding of the mechanisms that govern cellular network."}
{"id":"EU101426","name":"Macro domain proteins in the cellular stress response and links to human disease","content":"The macrodomain is a ubiquitous protein module known to bind to ADP-ribose derivatives, which diverged through evolution to support protein functions involved in DNA repair and the maintenance of genomic stability, transcriptional regulation, cell signaling, telomere dynamics, necrosis and apoptosis. Derivatives of ADP-ribose are synthesized by NAD\\-dependent protein modification enzymes poly(ADP-ribose) polymerases (PARPs) and NAD\\-dependent protein deacetylases (sirtuins). PARPs attracted enormous attention over the past several years, when it was demonstrated that permeable PARP inhibitors are highly effective against hereditary breast and ovarian cancers, as well as against acute cardiovascular conditions such as myocardial infarction and stroke. Given the apparent impact and prevalence of these diseases, there has been a rapidly growing interest in the search for alternative targets operating in PARP-dependent pathways that can be explored in therapy. However, these efforts have been hampered by our lack of knowledge about the mechanistic basis of cellular processes regulated by PARPs. In the first two sections of this proposal we will focus on the characterization of the two human macrodomain proteins poly(ADP-ribose) glycohydrolase (PARG) and the chromatin remodeler ALC1 (Amplified in Liver Cancer) that act as mediators of PARP-dependent signalling and have been implicated in human disease. Furthermore, in the third section we will study the sirtuin-linked macrodomain proteins found exclusively in fungal and bacterial pathogens and analyze their importance virulence. Collectively, the aims of this proposal are to define the molecular mechanisms governing the ADP-ribosylation-dependent signalling pathways mediated by several macrodomain proteins that are implicated in human disease. We feel that these studies can make a significant contribution to human health by providing the ground-work for the development of novel drugs that will ultimately provide cures."}
{"id":"EU102197","name":"Oncogene-Induced DNA Damage in Cancer","content":"I recently proposed a model that helps explain the presence of p53 mutations and genomic instability in human cancers (Nature, 2005; Nature 2006; Science 2008). The key features of this model are that oncogenes induce DNA replication stress, which in turn leads to DNA double-strand breaks, genomic instability and p53-induced senescence or apoptosis. This model is relevant for almost all cancer types and explains the spectrum of mutations being reported in thousands of human cancers by the cancer sequencing consortia.\nIn this project, I propose to take the next logical steps that follow from my discovery. Specifically, I propose the following objectives:\n1. Elucidate the mechanisms by which oncogenes induce DNA replication stress. Oncogene-induced genomic deletions map within very large actively transcribed genes. Accordingly, I hypothesize that oncogenes and transcription synergistically disrupt pre-replicative complexes resulting in large genomic regions that have a low density of replication initiation events. To test this hypothesis, I propose to introduce by site-directed homologous recombination a transcription termination sequence at the beginning of very large gene and determine whether it remains sensitive to oncogene-induced genomic instability. Genome-wide transcription and DNA replication patterns will also be examined in cells that are sensitive to oncogene-induced DNA replication stress (most somatic cells and cell lines) and cells that are resistant (induced pluripotent stem cells).\n2. Identify and characterize genes necessary for proliferation of cells with oncogene-induced DNA replication stress. Using high throughput siRNA screens we will identify genes, whose depletion inhibits proliferation of cells with oncogene-induced DNA replication stress, without affecting normal cells. We will explore the function of these genes using molecular biology, structural biology and genetic approaches. Some promising candidates have already been identified."}
{"id":"EU102401","name":"microRNA-155 expression control and function in innate immune inflammatory response","content":"MicroRNAs (miRNAs) are small non-coding RNAs which play critical roles in key biological processes, including immune response. miRNAs derive from transcripts (pri-miRNAs) which are processed by Drosha into intermediate hairpin precursors (pre-miRNAs). Pre-miRNAs are then processed by Dicer into mature forms of about 22 nucleotides. Mature miRNAs are loaded in the RNA-induced silencing complex (RISC) to mediate degradation and/or translation inhibition of specific target mRNAs. Many reports documented discrepancies in the levels of precursors and mature miRNAs indicating a wide potential for post-transcriptional control of miRNA expression. We recently discovered that the terminal loop structure of miRNA precursors plays a pivotal role as dock for co-activators of miRNA processing (e.g. KSRP) or co-repressors (e.g. Lin28), acting in a coordinated way to control miRNA biogenesis. Among the miRNAs post-transcriptionally regulated by KSRP we identified miR-155. miR-155 regulates both adaptive and innate immune responses. In macrophages, miR-155 maturation is induced upon lipopolysaccharide (LPS) stimulus. I hypothesize that a repressor complex is bound to pri-miR-155 in untreated macrophages to block the recruitment of KSRP and thus the maturation. LPS stimulus induces the dismissal of the repressor and the recruitment of the activator complex to pri-miR-155. Aims of my future work will be to identify in macrophages: i) the components of the regulatory complex(es) for miR-155 biogenesis; ii) the dynamics and the post-translational modifications that modulate the exchange between regulatory complexes; iii) novel miR-155 direct target mRNAs. This study will delineate the regulatory network that controls miR-155 maturation and function in macrophages allowing the design and the validation of tools capable of modulating it and, as a consequence, the magnitude of the innate immune inflammatory response."}
{"id":"EU102439","name":"The Role of the RPL11/p53 Checkpoint in the Development and Treatment of DBA","content":"Extensive studies have demonstrated that the underlying cause of Diamond Blackfan anemia (DBA) is hypomorphic mutations in ribosomal protein (rp) genes. Patients with this disease present with an erythroid anemia, which has the propensity to progress to a wide range of cancers, particularly acute myeloid leukemia and osteosarcomas. Recently our laboratory has provided a model to explain the anemia, and, potentially the cancer. We first showed that after disruption of either 40S, or 60S ribosome biogenesis, p53 levels increase due to the binding of rpL11, a 60Srp, to HDm2, leading to a G1cell cycle arrest. However, in the case of 40S, but not 60S ribosome biogenesis, this response requires the translational upregulation of rpL11, to generate sufficient protein to bind to HDm2, in the face of continued 60S ribosome biogenesis. In parallel, it is known that rp genes, including rpL11, are direct transcriptional targets of c-Myc, a master regulator of cell proliferation and differentiation, and that rpL11 acts in a negative feedback loop to block c-Myc target genes. In preliminary studies we find that rpL11 controls c-Myc transcription. These studies have led us to hypothesize that a complex containing rpL11, is upregulated in response to disruption of 40S ribosome biogenesis, to induce p53 cell cycle arrest and suppress c-Myc expression, preventing tumor progression. Likewise loss of this checkpoint could explain the propensity of DBA patients to progress to cancer. To address the first part of this hypothesis, the role of rpL11 in anemia, we have designed three aims (1) To identify the signaling components involved in the upregulation of rpL11 (2) To determine the mechanism of rpL11 induced inhibition of HDm2 in response to disruption of ribosome biogenesis and (3) Develop a mouse model to replicate the DBA phenotype to study the action of known therapies and to develop novel treatments."}
{"id":"EU102572","name":"Capturing transition states associated with lineage decisions in the early mouse embryo","content":"During early mouse embryogenesis the cells of the blastocyst’s inner cell mass take a lineage decision to contribute either to the epiblast or the primitive endoderm (PE). The allocation of cells to either lineage depends on the activity of FGF signaling and two gene regulatory networks (GRNs), one centered on the transcription factor Nanog, the other one relying on Gata factors. The two GRNs are initially activated in an overlapping and heterogeneous pattern in the ICM, and have been proposed to compete each other out over time. The dynamics of this competition, and how the transition state between the two lineages, marked by co-expression Gatas and Nanog, is resolved, is not known.\nHere I propose to address these questions in vitro by recapitulating the competition between the Gata- and Nanog-GRNs through the controlled overexpression of Gata factors. This converts embryonic stem cells (ESCs), which contribute primarily to the epiblast when introduced in chimeras, into extraembryonic endoderm (XEN) cells, which contribute solely to PE derivatives. I will combine fluorescent reporters with this ES-to-XEN transition to ask with which dynamics transitions occur in individual cells, whether they involve heterogeneities at the population level, and how these parameters are controlled by the activity of gene regulatory networks and signaling pathways. I will aim at identifying culture conditions that stabilize the transition state, where cells might be on the brink of being XEN, and therefore akin to ICM. I hypothesize, that under these conditions cells will be endowed with higher developmental potential compared to parental ES cells, and be able to contribute to both epiblast and PE-derived tissues.\nThe results of this project will enhance our understanding of the mechanisms underlying lineage decisions in early development and may uncover more general principles that govern the way in which differentiating cells are specified in a stem cell pool."}
{"id":"EU102826","name":"The role of Lgr6 as a marker of progenitor cells and cancer-initiating cells in the mammary gland","content":"The epithelial compartments of the mammary gland are thought to be derived from a tissue stem cell capable of self-renewal and differentiating into all cellular lineages of the mammary gland. Detailed studies of normal and tumorigenic breast stem cells have proven rather cumbersome since these cells are rare and a high degree of purification is needed.  Several approaches to isolate mammary stem cells are based on the use of relatively unspecific surface markers, which are also expressed on differentiated cells.\nLgr5 is a marker of stem cells in several different organs, such as the intestine, the stomach and the skin. Recently, another Lgr family member, Lgr6, could be identified as a marker of a second epidermal stem cell population in the skin than can regenerate all cellular lineages of the skin.\nThe high homology between Lgr5 and Lgr6 and the fact that both receptors represent stem cell markers in the skin, suggest that Lgr6 could also specifically mark certain stem cell populations in other tissues. Indeed, the host laboratory has found prominent expression of Lgr6 cells in brain, mammary gland and lung. Noteworthy, the hair follicle and the mammary gland are both ectodermal-derived appendages that show strong similarities as regards the molecular mechanisms controlling their formation, maintenance and cellular turn-over.\nLgr6 shows a conserved upregulation between human and mouse mammary stem cell fractions. In line with the notion that normal stem cells can be a source of cancer stem cells,  breast cancer tissues shows an overexpression of Lgr6, similar to skin cancer cells.\nThe first aim of the proposed project is to clarify the nature and identity of mammary gland cells that express the putative stem cell marker Lgr6.\nSecondly, this project will determine the functional role of Lgr6 in regard to breast stem cell maintenance, progenitor cell commitment and cancer development."}
{"id":"EU102921","name":"A Chemical Genetics Approach towards Cancer Therapy Targeting Histone Demethylases","content":"Cancer is one of the most common causes of death in the EU. The disease is characterized by aberrant gene activity in certain cells. Even today, cancer therapy is little focused, which is reflected by severe side effects. Consequently, there is a need for novel and better tolerated therapies.\nIn this proposal an approach to validate a new class of enzymes as targets for cancer therapy is presented. In the cell nucleus, DNA is bound to special proteins, called histones, which play key roles in gene regulation. Histones can be dynamically modified with special marker groups, which allows the control of gene expression without alteration of the DNA itself. Specifically, it is intended to inhibit histone demethylases, specialized enzymes which remove certain marker groups (methyl groups) from histones, which results in gene silencing or activation. Histone demethylases are known to be upregulated in certain cancers and are therefore promising candidates for pharmacological cancer therapy. Ideally, small molecule inhibitors will inhibit cancer growth and might even be able to restore the normal genetic program of a cell.\nDuring the study specific small molecule-enzyme pairs will be created, which allows the study of a single enzyme among very similar ones. This chemical genetics approach encompasses the mutation of the enzyme and the synthesis of specifically tailored small molecules. The properties of the enzyme-inhibitor pairs will be evaluated by in vitro assays and crystallization. Afterwards the compounds will be used to decipher the role of the histone demethylase in cell culture models by microarray methods and RNA sequencing.\nThe study will be very interdisciplinary and encompass chemical synthesis, biochemistry, cell biology and structural biology."}
{"id":"EU103212","name":"Chromatin Remodeling in DNA Repair: the role of the INO80 complex","content":"The proposal aims at the study of the molecular mechanisms involved in the starting steps of the repair of the most severe type of DNA lesions, the double-stranded DNA breaks (DSBs). DSBs are caused by either environmental stress or by endogenous DNA metabolic processes. Inaccurate repair of DSBs leads to genomic instability, and thus, to cell death or cancerous malformations. Enzymes acting in DNA repair processes are required to access to DNA. This is, however, hampered by the compact and stable chromatin (DNA bound to histone proteins) structure. The project outlined in this proposal focuses on the investigation of the chromatin remodeling activity of human INO80 complex proposed to play role in the homologous recombination (HR) based repair of DSBs. The INO80 subfamily is the most recent addition to the SWI/SNF family of chromatin remodelers found in yeast, flies, plants and mammals. However, INO80 seems to be the most evolutionary conserved subfamily of chromatin remodeling enzymes, which has been found to play important roles in gene expression regulation, DNA replication and repair. INO80 exerts remodeling activities (e.g. nucleosome eviction, histone exchange) in a large enzyme complex. The human INO80 complex consists of a total of almost 20 essential and regulatory subunits. Precise mechanisms by which the human INO80 complex performs chromatin remodeling activities are still unrevealed, yet. We are addressing the key questions regarding the fate of the nucleosomes upon remodeling by the INO80 complex: Are they moved? If yes, how far? Are they replaced? If yes, when? By using a fluorescently labeled subunit of the INO80 complex and/or histone components of the nucleosome, an array of single molecule and ensemble approaches will provide insights into the functions of INO80 complex in chromatin dynamics, and its role in DNA damage repair processes."}
{"id":"EU103564","name":"Molecular architecture of adaptive diffusion in sibling allopolyploid lineages (Dactylorhiza, Orchidaceae)","content":"Hybridization and genome doubling regularly stimulate plant diversification and speciation. Immediately following a polyploidization event, a genome suffers adjustments in organization and function at the genetic and epigenetic levels. These alterations have the potential to induce novel expression patterns, which together with permanent heterozygosity and gene redundancy, might result in significant phenotypic shifts and elevated evolutionary flexibility. Here we aim to screen genome-wide natural diversity in gene expression rates among sibling species in order to identify genes that may drive adaptation to different environments and lead to isolation. By taking advantage of the most recent advances in genomic technologies we will test the theoretical predictions that only a few genetic loci controlling key traits are necessary for rapid ecological diversification. We will use ecologically divergent but related species of Dactylorhiza in their native environmental context as model system. Using previously available parental reference transcriptomes, we will map millions of short reads quantitatively sequenced for several individuals with Illumina. Further, we will look for quantitative patterns correlated with native environmental parameters, as well as loci showing greater between-species expression difference relative to within-species variation. These loci will be further analyzed and their variation characterized, including across transplants. The project will lead to an enhanced appreciation of the effects of polyploidy on the evolution of metabolic pathways that are significant to adaptation and speciation. Finally, it has the potential to provide a drastically new perspective on the links between polyploidy and functional diversity and it will contribute toward a better understanding and hence prediction of the spectrum of genetic and epigenetic mechanisms active at the intraspecific (population) level."}
{"id":"EU103763","name":"Global characterization of post-transcriptional regulatory interactions in DNA damage response","content":"'The proposed project aims to identify the dynamics of RNA-protein interactions during DNA damage response (DDR) using high-throughput “omics” approaches.\nThe mechanistic basis of DDR has been classically thought to consist of an 'early' post-translational response, which results in activation of several signalling pathways and transciption factors. These activate the 'late' transcriptional reprogramming influencing DNA repair, cell cycle regulation and apoptosis. However, for an immediate and effective response, global post-transcriptional control of mRNA stability, splicing and translation may be crucial during “immediate-to-early” DDR.\nIn this project, I will employ biochemical, cell, systems biology and computational approaches to study the relevance of post-transcriptional regulators such as RNA-binding proteins and microRNAs in DDR. Quantitative proteomics will be applied to identify the differentially mRNA-bound proteins after the exposure of human cultured cells to ionizing radiation. Validation of protein candidates will be carried out by biochemical and deep sequencing approaches. In addition, I will characterize the transcriptome-wide response of existing RNA molecules as well as the newly synthesized transcripts. This will provide a global insight into the dynamics of RNAs and proteins during DDR.\nThe proposed project explores a previously uncharacterized link between post-transcriptional RNA operons and DDR. The results and implementations of this project will significantly contribute to the understanding of the regulation of DDR, as well as have potential clinical and translational impact. Novel tumour-specific RNA-protein interacting partners may serve as candidates to selectively induce cell death in tumour cells.\nThe proposed project will enable a focused career development period in the scope of European mobility for the researcher who will gain a high level of expertise in systems biology and establish several international collaborations.'"}
{"id":"EU104155","name":"\"DNA methylation, hydroxymethylation and cancer\"","content":"'DNA methylation patterns are frequently perturbed in human diseases such as imprinting disorders and cancer. In cancer increased aberrant DNA methylation is believed to work as a silencing mechanism for tumor suppressor genes such as INK4A, RB1 and MLH1. The high frequency of abnormal DNA methylation found in cancer might be due to the inactivation of a proofreading and/or fidelity system regulating the correct patterns of DNA methylation. Currently we have very limited knowledge about such mechanisms.\n\nIn this research proposal, we will focus on elucidating the biological function of a novel protein family, which catalyzes the conversion of 5-methyl-cytosine (5-mC) to 5-hydroxymethyl cytosine (5-hmC). By catalyzing this reaction the TET proteins most likely work as DNA demethylases, and they might therefore have a role in regulating DNA methylation fidelity. Interestingly, accumulated data has in the last 2 years shown that TET2 is one of the most frequently mutated genes in various hematological cancers. We propose to investigate the molecular mechanisms by which TET2 regulates normal hematopoiesis, how its inactivation leads to hematopoietic malignancies and how the protein contributes to the regulation of DNA methylation patterns and transcription. Furthermore, we propose several experimental approaches for identifying proteins required for the recruitment of TET proteins to target genes and to analyze their role in the regulation of DNA methylation patterns and in cancer. Finally, we will investigate the potential functional role of 5-hmC and explore the potential mechanisms by which this modification could be erased.\n\nWe expect to provide new insights into the biology of DNA methylation, hydroxymethylation and contribute to unravel the roles of TET proteins in normal physiology and cancer.'"}
{"id":"EU104311","name":"Characterising the role of mammalian Target Of Rapamcyin Complex 1 (mTORC1)/Srebp1c signaling in directing the differentiation and function of T lymphocytes","content":"Modulating immune responses by shifting the balance of effector versus regulatory/memory T cells has significant potential as therapy for various autoimmune diseases and preventing organ transplant rejection. The mammalian Target Of Rapamycin Complex 1 (mTORC1) has diverse effects in T cells and can function to direct T cell fate. Direct mTORC1 inhibition provides potent immunosuppression but is associated with significant toxicity. Dissecting the mechanisms that account for the multiple mTORC1 effects on T cell differentiation is required to develop targeted therapies that provide desirable immunomodulatory effects without the toxicity associated with rapamycin treatment.\nThe function of activated T cells is closely linked to their elevated metabolic state. Thus, inhibition of T cell metabolism via disruption of glucose metabolism or amino acid availability can alter T cell function. mTORC1 activity is acutely sensitive to the metabolic cues and has established roles in regulating cellular metabolism in other systems, through the control of Hypoxia Inducible Factor 1α (HIF1α) and Sterol Response Element Binding Protein 1c (Srebp1c) transcriptional activity. Based on the hypothesis that mTORC1 integrates the control of T cell metabolism and differentiation via common pathways, our data reveals a dual role for mTORC1/HIF1α in controlling glucose metabolism and CD8 T cell function. Lipid metabolism, controlled by mTORC1/Srebp1c in other cellular systems, has also been linked to T cell differentiation. Preliminary results demonstrate that activated T cells contain active mTORC1/Srebp1c signaling and suggest mTORC1 activity controls Srebp1c target genes, supporting a potential role for mTORC1/Srebp1c in the control of T cell function. This project aims to characterize the role for mTORC1/Srebp1c in the activation, differentiation and function of T lymphocytes using complementary pharmacological and genetic approaches and using state of the art in vivo technologies."}
{"id":"EU105023","name":"Genome-wide identification of factors controlling the telomere damage response and telomere-driven genomic instability","content":"Telomeres are specialized nucleoprotein complexes that protect chromosome ends against recognition as DNA breaks. In somatic cells telomeres shorten every cell division, eventually compromising telomere function. This leads to activation of a DNA damage response that induces irreversible growth arrest or cell death and serves to suppress tumorigenesis by preventing outgrowth of incipient cancer cells. Furthermore, by limiting replicative potential, telomere dysfunction contributes to aging. However, deprotected chromosome ends are also subject to DNA repair activities that lead to chromosome end-to-end fusions. Upon cell division these fusions give rise to genomic instability through breakage-fusion-bridge cycles generating complex, unbalanced chromosome rearrangements. Cells with such instable genomes are highly prone to develop into cancer. The mechanisms underlying the telomere damage response and telomere-driven genomic instability are poorly understood. To increase our understanding of the cellular consequences of telomere dysfunction we will perform genome-wide functional genetic screens to identify factors with important roles in the telomere damage response and telomere-driven genomic instability. We will mechanistically study these genes for their role in the cellular response to telomere dysfunction. In addition, we will address if these factors act uniquely at telomeres or also affect the response to DNA lesions. Due to their unbiased nature these screens represent a unique opportunity to obtain highly novel and potentially unsuspected insights in the events following telomere deprotection. This work will lead to significantly increased mechanistic understanding of how dysfunctional telomeres affect genome stability, cancer development and aging, but might also lead to new insights in responses to DNA damage in general. Furthermore our research findings will facilitate development of new therapeutic strategies for inhibiting cancer and aging."}
{"id":"EU105066","name":"Keeping gene expression in check: eliciting the role of transcription in the maintenance of genome integrity","content":"Genomic integrity is essential for accurate gene expression and epigenetic inheritance. On the other hand, a prolonged transcriptional arrest can challenge genome stability, contributing to genetic and epigenetic defects and the mechanisms of ageing and disease.\n\nHere we aim to identify the molecular mechanisms that couple transcriptional arrest to chromatin alteration and repair. We wish to explore the idea that transcription suppresses cellular toxicity and preserves genetic and epigenetic inheritance.\n\nTowards these goals our work will be focused on:\n\n1. Deciphering the molecular events impinging on the manner cells respond when the progress of a transcribing RNA polymerase II is blocked.\n\n2. Exploring a novel, so far unanticipated function of key players of the transcription-associated repair pathways, such as the Cockayne Syndrome (CS) proteins, not related to repair.\n\n3. Understanding the role of transcription in chemotherapeutic-driven toxicity.\n\n4. Investigating novel post-translational modifications of CS and determining their function.\n\nThese objectives will be addressed using advanced proteomics and genome wide technologies in combination with biochemical and cellular techniques in normal human cells and a large battery of patient-derived cell lines. \tOur rational is that better understanding of CS function will help reach our ultimate goal, which is to identify the regulatory cascades involved in the interplay between genomic stability and transcription. The novel key idea put forward in this proposal is that active transcription itself directly contributes to genome integrity. While the role of DNA damage-driven transcription blockage in promoting repair is well established, the protective role of active transcription in genome stability is entirely unexplored.\n\nIf successful, the proposed studies may help reveal the underlying causes of related disorders and explain their clinical features."}
{"id":"EU105480","name":"Non-coding RNA pathways and the mammalian male germline","content":"The integrity of the genome transmitted to the next generation intrinsically relies on germline cells. Processes ensuring germ cell development, genomic stability and reproductive lifespan are essential for the long-term success of a species. Spermatogonial stem cells (SSCs) support spermatogenesis throughout life, the identity of this mammalian adult stem cell population in vivo remains unknown. Here, we propose analyze the contribution of both short and long non-coding RNAs to mammalian male germ cell development and SSC homeostasis. In the mouse male germline the small non-coding piRNAs and their interacting-Piwi proteins Mili and Miwi2 are essential for the establishment of epigenetic transposon silencing. Miwi2 is also required for the long-term survival of SSCs in adult mice and in contrast to Mili, Miwi2 is not broadly expressed during adult spermatogeneis. We found that Miwi2 is expressed in in vitro cultured SSCs and in a tiny population of adult testis cells in vivo. We will determine if Miwi2 expression identifies the illusive SSC population with long-term self-renewal capacity in vivo and explore the biology of this adult stem cell population as well as the molecular mechanisms by which the Miwi2-piRNA pathway governs SSC maintenance. We will also define function(s) beyond transposon silencing for Mili during spermatogenesis. Recently, transcriptome sequencing has reveled abundant and diverse classes of genes encoding long non-coding RNAs (lncRNAs) whose functions remains mostly unknown. We will explore the contribution this novel class of cellular RNAs in SSC self-renewal and differentiation. For the above, we propose using state-of-the-art mouse genetic strategies, high throughput sequencing, shRNA screening and proteomic approaches. In summary, this proposal aims to address basic questions at the intersection of non-coding RNA function and germ cell development/maintenance to reveal processes that underpin the integrity of the immortal lineage."}
{"id":"EU105745","name":"Irisin - a novel myokine protective against metabolic disease","content":"Cardiovascular disease and diabetes constitute the major disease burden in the western world with growing morbidity. Exercise is known to ameliorate many of the key processes in the pathogenesis of these diseases, but the underlying mechanism is not clear. Especially little is known about how exercise affects non-muscle tissues such as the heart, fat and liver. Knowledge of such pathways could lead to new therapeutic possibilities for diabetes and cardiovascular diseases.\nI have recently discovered a new hormone, named Irisin. Irisin is regulated by PGC1α, secreted from muscle to plasma after exercise and promotes the formation of brown fat via an unknown receptor. Furthermore, irisin is 100% conserved between mice and humans at the amino acid level (89% identity between zebfrafish and human). Nanomolar levels of this protein increase uncoupling protein 1 (UCP1) in cultures of primary white fat cells by 50 fold or more, resulting in very large increases in uncoupled respiration. Perhaps more remarkable, in vivo delivery of irisin stimulates a robust increase in UCP1, increased energy expenditure and reversal of type II diabetes in high fat fed mice. It is thus likely that irisin is responsible for at least some of the beneficial effects of exercise on the browning of adipose tissues and increases in energy expenditure. The therapeutic potential of irisin is obvious; it is a conserved endogenous polypeptide, induced with exercise and with powerful anti-diabetic properties. Irisin could, for example, be administered exogenously, or the secretion of irisin could be enhanced. These approaches, however, require additional studies, and my aim in this project is to advance the knowledge around irisin for future therapeutic testing.\nGiven success of the ERC grant application, I will move from Harvard/Boston 2012 and start my lab at the department of Cell- and Molecular Biology, Karolinska Institute, Sweden. As seen in my list of publication, Im well prepared for this task"}
{"id":"EU100060","name":"Common assessment and analysis of risk in global supply chains","content":"The challenges facing international intermodal container logistics is efficiency and security. These seemingly conflicting issues have a common solution: supply chain visibility, where data for visibility can be shared between business and government.\n\nSince technical solutions already exist, the challenge lies in integrating solutions across the supply chain. CASSANDRA will:\n•Facilitate the adoption of a risk based approach in the supply chain, on the basis of integral monitoring data on cargo flows and container integrity,\n•Build interfaces between existing visibility solutions, and visualisation tools, in an open rchitecture,\n•Demonstrate the integration of data and risk assessment in supply chains in three major trading routes to and from Europe\n•Evaluate the quality of the integral data with business and government.\n•Facilitate a dialogue between business and government to gain consensus on the criteria for data sharing between business and government.\n\nThe project participants cover all relevant stakeholders, including some global players. This expertise will guarantee the successful adoption of the CASSANDRA solutions. The value drivers in CASSANDRA will include:\n•Logistics efficiency benefits\n•Security benefits for business as a result of the risk self assessment\n•Security benefits for government as a result of the high quality and complete data for government risk analysis.\n\nCASSANDRA will contribute to the priorities of DG TAXUD, will facilitate security and crime-fighting priorities of DG Enterprise and DG Justice, Liberty and Security, and enables priorities in the DG TREN Freight Logistics Action Plan, and builds on previous work in standardisation bodies.\n\nThe development of integral supply chain data that is the basis for risk based supply chain management and the input for government supervision tasks, as envisaged in CASSANDRA, will set a new standard for global door-to-door goods flows to and from Europe: efficient & secure!"}
{"id":"EU100226","name":"Bicarbonate media blasting for paint-varnish removal and dry surface treatment","content":"Aircraft paint removal and repainting are required periodically during the operating lifetime of an aircraft for inspection, maintenance, and repair, as well as for changes in paint schemes.\nHistorically, paint removal has been achieved using chemical strippers containing chlorinated solvents, phenol and chromates, which created hazardous working conditions and were a major source of hazardous-waste generation.\nThe search for alternative paint removal techniques has led to the use of a wide variety of processes. Up to now, the most widely used alternative is based on the use of peroxides strippers. However, this method generates large quantities of sludge when the gel is scrapped off the parts and washed off with water. Besides, this method is time consuming because of the long exposure time required and shows unsatisfactory results when not operated at a high enough temperature.\nFace to impending environmental regulations and increased costs associated to the handling and disposing of such material, it is obvious that aircraft manufacturers and maintenance centres need to investigate alternative paint removal methods.\nBicarbonate media blasting is a promising alternative technique, already used to remove aircraft paint by the US Air Force for several years. However, this technique has never been implemented at an industrial scale in Europe nor is homologated by European aircraft manufacturers.\nIn the BiMed project, SCOURING ENVIRONNEMENT, a French SME specialized in scouring and cleaning with environmental friendly blasting processes for a large spectrum of applications including aeronautics, proposes to define and qualify a versatile bicarbonate media blasting technique for aeronautical use. In that perspective, SCOURING ENVIRONNEMENT has partnered to RESCOLL, a private technology centre specialized in composites and polymers and owning the well-know Nadcap accreditation."}
{"id":"EU100232","name":"Data Science for Simulating the Era of Electric Vehicles","content":"DATA SIM aims at providing an entirely new and highly detailed spatio-temporal microsimulation methodology for human mobility, grounded on massive amounts of big data of various types and from various sources, with the goal to forecast the nation-wide consequences of a massive switch to electric vehicles, given the intertwined nature of mobility and power distribution networks.While the increasing availability of big data about human activities provides radical new ways of understanding the social and ecological universe, it is our ambition in this project to complement this information with behaviourally rich data, pertaining to the purpose of human travels. In terms of interdependencies, our advanced integrated methodological environment allows for more realistic and consistent linkages across travel choices made by the individuals in the course of a day than conventional models, with the goal of simulating tens of millions of individual agents, each with their detailed prediction of every activity-travel schedule, enabling more detailed segmentations based on user profiles of the agents, different activity types, trip duration and driving ranges. Significant breakthroughs can be gained from the project, which lead to novel dimensions of use, along the milestones that were set forward in the European Industry Roadmap for the Electrification of Road Transport from today till 2020.Many scientists have already pointed out that the goal of social sciences is not simply to understand how people behave in large groups, but to understand what motivates individuals to behave the way they do. This fundamental insight, which can be gained from this project, is a step forward towards the solution of this important challenge,, and it can help us to better understand the dynamics of our society and,  in the longer run, to have an impact on overall and wider societal well-being."}
{"id":"EU100278","name":"Negotiating local and global requirements in biomedical research; the case of biobanking","content":"Biobanks are large scale storages of human tissue and data that are attributed a vital role as infrastructure for large scale genetic research. Biobanks can be used optimally if exchange of materials and data would be possible; however, many biobanks are established with local interests in mind and are therefore difficult to coordinate with each other. In this project I will explore how the tension between global and local affects 1. the input of materials and data, 2. the output of research results, diagnostics, etc. and 3. the governance of biobanks through legislation, guidelines, etc. in biobanks in the US, India, Singapore and Europe. I will do this by performing an in-depth qualitative study of teh various projects, using analytical resources from the interdisciplinary field of science and technology studies (STS). Performing such an analysis will contribute to insights into the effects of globalisation on medical reseach and generate new options for policy making in this area.\nIn this project, I will collaborate with two of the foremost scholars in STS. I will spend my outgoing phase with Professor Sheila Jasanoff at Harvard University and my return phase with Professor Wiebe Bijker at Maastricht Unviersity. Researchers at both institutiones have extensive experience in social studies of biomedical research and have adopted globalisation as an important research team.\nWorking at these two institutions will therefore allow me to strengthen my profile in cross-national comparative research on science, technology and society and support me in becoming one of the leading figures in the emerging area of studies of globalisation in STS. Additionally, my fellowship will strengthen the ties between two outstanding research programs in STS and will contribute to prolonged collaboration in the future. Finally, my project can contribute to improved policy making on health and research in the European Union."}
{"id":"EU100300","name":"A novel sound absorption technology to enable energy efficient construction techniques and promote the health and wellbeing of occupants","content":"The building sector consumes 40% of Europe’s energy. With rising energy prices and greater focus on energy efficiency the building sector offers the single largest potential for energy savings.  This is reflected in the Energy Performance of Buildings Directive, EPBD, 2002/91/EC. This Directive strongly encourages the use of passive heating and cooling techniques such as thermal mass in building construction and refurbishment. Passive techniques such as thermal mass offer the potential to save up to 50% of energy used in heating and cooling. However, there is a barrier to its effective implementation. In order for thermal mass to work effectively the concrete and brick surfaces must be in contact with ambient air and kept free of insulation, including conventional mineral wool type sound absorbers. The acoustics reverberations (echos) however caused by this can affect the health and work efficiency of inhabitants and in some severe cases rendering the building uninhabitable. Whilst there are some high end solutions to the problem, primarily thick polymer or metal panels, these are too expensive in all but high end applications. There is an urgent and growing need for a low cost, high performance acoustic absorber that allows thermal mass techniques to work effectively yet is at a price comparable to low end mineral wool solutions. The SMEs in this proposal have come together as a supply chain to develop just such a new type of sound absorber, for public and commercial non-residential buildings, Echo2eco. This solution will use an array of laser cut micro slits, of width 100 micron in 200 micron film. There are significant technical challenges in achieving this solution, however with our research partners and innovations in multi-layer polymer material formulation/lamination and novel laser beam/optics configurations we are confident we will be successful.  In so doing we aim to generate additional sales revenue of €112m within 5 years post project completion."}
{"id":"EU100314","name":"Protecting and Preserving Human Knowledge for Posterity","content":"'The amount and variety of content being published online is growing at an exceptional rate.  Online publishing enables content to reach a much larger audience than paper publishing but offers no guarantee of long-term access to the content.  This work investigates techniques for building a large, reliable peer-to-peer system for the preservation of online published material.  The system consists of a large number of low-cost, persistent web caches (peers) that cooperate to detect and repair damage by voting in 'opinion polls' on the content of their cached documents. The peers are autonomous and mutually suspicious.  Project activities include 1) investigating defenses against adversaries whose goal is to attack the preservation process; 2) performing a foundational study of the interconnections between identity, trust, and reputation models in peer-to-peer systems; 3) investigating the use of estimates of peer diversity to increase the fault and attack tolerance of peer-to-peer systems; and 4) developing, analyzing, implementing, and testing new protocols that address the high frequency of updates of online government documents, the large volumes of scientific data, and the privacy concerns of sensitive medical data.\n\nThis work is being evaluated using a real testbed of over 200 libraries around the world with the support of publishers representing over 2000 titles.  The broader impact of the work is that all electronic material preserved through the system including academic journals, government documents and web articles, and scientific and medical data will remain accessible to generations of citizens for both research and education purposes.'"}
{"id":"EU100329","name":"Academie universitaire Louvain Incoming Post-Doc Fellowshpis","content":"From 2006 on, the French-speaking Community of Belgium has organized its nine universities in three Academies. In this new legal context, UCL is part of the ‘Academie Universitaire Louvain’ (AUL) which also comprises the Facultés universitaires catholiques de Mons (FUCAM), the Facultés universitaires Notre-Dame de la Paix Namur (FUNDP), and the Facultés universitaires Saint-Louis (FUSL). With respect to the present application, UCL acts as the operator on behalf of the four partner universities of the AUL.\n\nBuilding upon the existing Mobility Fellowships programme of the UCL called « Bourses post-doctorales à l'accueil de post-doctorants étrangers » as well as similar schemes existing in partners Universities, the four institutions decided to apply for co-funding by the European Commission in order to improve the scheme. This joint initiative should be conducive to a stronger visibility of our research programmes to the research community at large and to a higher level of attractiveness of our four institutions for talented researchers from outside Belgium. Last but not least, this should allow the four universities to be able to offer a higher number of post-doctoral positions and thus a higher success rate for these positions. Specifically, the budget will be increased from 600.000 to 900.000 eur/year. With a co-funding of the European Commission, we would reach an annual budget of 1.5 million euro.\n\nThe newly called “AUL IPoD fellowships” scheme will be managed by the Research Administration of the UCL which will also provide logistical and administrative support for research missions and activities of benefit to the university community.\n\nConcretely, the scheme is open to experienced researchers from all nationalities and is based on a bottom-up approach. The duration may vary from 12 to 24 month and the potential applicant has the choice between 154 Research entities spread over 5 locations and 4 Universities."}
{"id":"EU100517","name":"implementation of a TOXicity assessment Tool for pRActical evaluation of life-cycle Impacts of techNologies (TOX-TRAIN)","content":"TOX-TRAIN is a 4-year project and its main objective is the development and implementation of a tool box to assess toxicological impacts related to the life-cycle of technologies. The USEtox model, developed under UNEP-SETAC auspices with contributions of the partners in this consortium, will be taken as a starting point. First, TOX-TRAIN will develop and implement estimation tools for emissions and chemical properties to USEtox for a number of compound groups, including ionic and amphiphilic substances, persistent bioaccumulating chemicals or metabolites, pesticides and biocides, substituted musks/fragrances, and metals, with a specific focus on assessing various types of uncertainty in emissions and properties. The compound groups are selected on the basis of use volumes, fate pattern complexity and main emission route relevance. The tools will be developed as open-source software. Second, the USEtox model will be extended with an indoor compartment model for typical exposure situations in working place and household settings as well as direct consumer exposure through a product (e.g. a directly applied cosmetic product). Third, a number of case studies will be performed in close collaboration between the commercial and non-commercial partners of TOX-TRAIN to test the USEtox tool box in practice. Finally, dissemination of the tool box will be done by a portfolio of actions, such as workshops, course developments, training of specific user groups, documentation material, and a user-friendly web-based implementation. In short, TOX-TRAIN will provide an excellent platform to enhance the transfer of knowledge between the commercial and noncommercial sector in the area of toxic life-cycle impact assessment of technologies. It is envisaged that the developed USEtox tool box has a great market potential as it can be directly used in the daily practice of life cycle assessment studies."}
{"id":"EU101253","name":"Safety and quality assurance measures along the pellets supply chain","content":"Isolated incidents due to increased, toxic emissions in pellet storages have aroused great relevance and urgency on operational and customer safety in wood pellet supply chains. Reportedly two cases of death have occurred in large size vessels for ocean transportation and in harbour facilities. Another three incidents were reported in end-users´ storage rooms, the last of which resulted in the death of a German engineer. Furthermore, measurements in pellet storages show significantly increased CO concentrations for a relevant number of storages. Until now a definitive cause for increased CO concentration could not be found.\n\nWithin this project the different approaches and results on safety in pellet supply chains are linked with each other and integrated to a supranational scope. This is of great importance as pellet markets are no longer isolated, but increasingly grow to international resource flows. In this regard, decisive parameters like the amount of off-gasses and the potential for self-heating related to the time from pellet production to end use as well as the raw material composition of pellets resulting from their origin have to be investigated within international scope.\n\nThe proposed project aims to answer the question, where and under which conditions off-gassing and self-heating from biomass pellets occurs and what measures can be undertaken to reduce these risks. In turn, this project will end out into a draft for setting an international standard on safety measures and inspection methods along the whole pellets supply chain (e.g. by developing Material Safety Data Sheets for wood pellets). This safety issue is decisive for the further extension of pellets markets and thereby reflects high relevance for all enterprises in the pellet utilisation chain."}
{"id":"EU101254","name":"Development of a practical and reliable ash melting test for biomass fuels, in particular for wood pellets","content":"The utilisation of renewable energy sources is a considerable contribution to the EU 2020 targets, and the utilisation of solid biomass for heat production is of great relevance in this regard. The market for solid biofuels is growing rapidly, and the demand for raw materials is increasing. Consequently it is aimed at extending the raw material basis for biofuel production covering also wooden materials of lower quality as well as agricultural raw materials and residues, which often show unfavourable ash melting properties.\n\nThe ash fusion test is the only standardised method currently available to assess the ash melting behaviour of solid biomass, but the significance of this test is frequently criticised, in particular the applicability for low-quality wood or non-wooden biomass. Thus a respective normative regulation has not been included in the EN 14961-2, which is considered a major drawback for future development of the high quality end consumer market for wood pellets.\n\nA number of alternative test methods have been developed to predict the ash melting properties of biomass fuels, but predictions and test results have scarcely been evaluated regarding their significance with regard to the practical performance of the fuels during combustion.\n\nThe objectives of the AshMelT project are to\n-\tDevelop a test method for the assessment of the ash melting characteristics of solid biofuels\n-\tSpecify ash melting classes for solid biofuels\n-\tWork out a proposal for a European standard for the developed test method\n-\tDevelop a proposal for the implementation of the developed procedure as a testing reference in the ENplus® wood pellets label\n\nTo meet the above specified objectives laboratory experiments and combustion experiments are conducted by RTD institutions from all over Europe. Results are validated by external laboratories in a Round Robin test and by combustion tests conducted by RTD performers and boiler manufacturers."}
{"id":"EU101403","name":"PRactical Implementation of Coexistence in Europe","content":"'Coexistence is still a controversial topic within the EU. Member States, farmers, and participants within the food chain have expressed an interest on the implications of different coexistence polices on costs, feasibility of achieving segregated supply chains, as well as implications for labeling and traceability. While a number of issues have already been addressed in previous projects, information about feasible and cost-effective coexistence measures at farm and supply chain level is still missing. PRICE will investigate the cost of coexistence practices in a number of Member States including the innovative solutions chosen by farmers to reduce coexistence compliance costs. A software module based on models resulting from previous projects (Co-Extra, SIGMEA) will be further developed with the aim to combine the natural science-based knowledge of cross pollination including biological containment methods at farm and regional level with solutions based on farmers’ knowledge and experience with co-existence measures. The software module will be tested in the field, used to systematically analyze different strategies for achieving coexistence, and developed into a user-friendly decision-support tool for stakeholders (e.g. farmers, grain handlers). Implications for traceability and labeling at farm and regional level will also be assessed. The risk of adventitious presence of GM events in GMO-free commodities is also important within international supply chains of agricultural commodities. PRICE outlines several scenarios about the evolution of the global market of GMO-free commodities taking into account a number of important parameters (e.g. prices, compliance costs) supported by two detailed case studies. A wide range of stakeholders participate form the start of the project via an interactive stakeholder platform for securing the practical relevance of PRICE activities and the link with similar activities in the EU and worldwide.'"}
{"id":"EU101861","name":"Integration of Bio-Conversion and Separation Technology for the production and application of platform chemicals from 2nd generation biomass","content":"BioConSepT aims to demonstrate the technically feasibility of White Biotech processes for  the conversion of 2nd generation biomass into platform chemicals, which are 30% cheaper and 30% more sustainable than existing chemical routes or 1st generation processes. BioConSepT uses lignocellulose and non-edible oils & fats as cheap, abundantly available feedstocks, which cannot be used as food. The main achievements expected for BioConSepT are: (1) to develop the robust enzymes and micro-organisms suited for the more dirty 2nd generation feedstocks; (2) to reduce equipment costs and the number of process steps by the integration of bioconversion and highly selective separation technologies; (3) to facilitate easy integration in existing production chains by deploying combinations of bio- and chemical conversions and by proving the suitability of the produced platform chemicals for bio-based polymers, resins, plasticizers, solvents and surfactants and (4) by realisation of the 1st demonstration of integrated production chains from 2nd generation feedstocks to platform chemicals at industrially relevant scale. BioConSepT will bring novel technologies from lab to pilot scale by high level applied research. The consortium consists of 15 SMEs (suppliers of equipment, bioconversions, separation technologies and services), 10 large industrial parties (producers, end-users, engineering and consultancy companies) and 5 leading RTOs from 11 different countries. The large industrial parties and SMEs expect new products, processes, services and customers with a potential value of hundreds of M€. BioConSepT will reduce the total processing costs and thus improve the competitiveness of the European agro/food and chemical industries. The use of renewable biomass will lead to a significant reduction of Green House Gas emissions and a more secure supply of feedstocks, energy and water as well as reduction of waste generation."}
{"id":"EU101991","name":"Optimisation of Transport Solutions for Compressed Hydrogen","content":"Compressed hydrogen trailers are cost efficient for near term distribution. However, with the currently used 20 MPa trailers the supply of larger refuelling stations would result in multiple truck deliveries per day, which is often not acceptable. In order to increase the transported quantities, lighter materials and higher pressure must be adopted. The cost increase of the hydrogen trailers resulting from advanced technology can be off-set by the distribution cost savings from increased truck capacity.\nThis project will assess the effects that can be achieved by the introduction of high capacity trailers composed of composite tanks with respect to weight, safety, energy efficiency and greenhouse gas emissions.\nTransport of compressed hydrogen today is strictly regulated by international and regional regulations. New materials and product capacities available today have the potential to increase the payload of a single trailer from about 350 kg hydrogen today to more than 1000 kg. Materialising this potential is therefore of great importance for the efficient distribution of hydrogen to refuelling stations with high throughput. This will require changes to existing Regulations, Codes and Standards (RCS) in particular for proof pressures higher than 65 MPa and tubes larger than 3000 litres. Adopting these changes is a time consuming process and will only happen if authorities are convinced that the necessary safety precautions are taken care of to achieve a level of safety at least as high as observed with today’s distribution technologies for hydrogen.\nThe proposed project will address these challenges by means of a detailed assessment of safety, environmental and techno-economic impacts of the use of higher capacity trailers and subsequently by the development of a preliminary action plan leading to a Roadmap for the required RCS amendments, which will be communicated to the authorities in charge."}
{"id":"EU102258","name":"An innovative environmentally friendly thermo-electric power generation system for automotive and marine applications that is powered by exhaust waste thermal energy to reduce fuel consumption","content":"Car CO2 emissions are to be limited to 120 g/km for all new passenger cars by 2012. If they are unable to achieve targets, then this may have a significant negative impact on manufacturers. Cars also produce emissions such as Nitrogen oxides, Hydrocarbons, Carbon monoxide and particulate matter which are subject to tight controls. For marine application, existing and forthcoming legislation is aiming at reducing the emissions of Carbon Monoxide, Hydrocarbons and particulate matter. In addition, concerns about rising fuel costs are driving the need for greater fuel efficiencies. As a result, a disruptive technology step is required that will enable the manufactures or cars and marine engines to meet the forthcoming legislative standards. One very attractive way of achieving this is to generate power from the Internal Combustion Engine (ICE) waste heat.\nA prototype system created by BMW can generate up to 250W of electricity under normal driving conditions that can cut fuel consumption by up to 2%. However, the thermo-electric materials used for these applications to date have a number of clear limitations as they can be easily thermally damaged, are expensive and only achieve low efficiencies.\nThe POWER DRIVER project aims to overcome the limitations relating to the production of an automotive and marine power generation system by integrating cutting-edge nano-structured silicide and functionally graded telluride thermo-electric materials into a heat exchanger assembly that will enable electrical power to be generated from the exhaust system without affecting back-pressure or engine balance. By doing this, the exhaust system created will offer greatly improved environmental performance due to improved fuel efficiency and reduced emissions (CO2, nitrogen oxides, hydrocarbons, carbon monoxide and particulates) at a cost that is affordable to the end-user. It is predicted that (even if the additional weight of the unit is considered) fuel efficiency will increase by at least 5%, leading to a corresponding 5% reduction in emissions."}
{"id":"EU102848","name":"OPerating RAck For Full-Electric Vehicle","content":"To improve deployment of electrical vehicles in Europe, large scale production processes for Rack, cells and electrical components need to be developed. The OPERA4FEV project aims to develop a cost effective innovative thermoplastic battery rack, able to integrate any type of cylindrical cells. The solution proposed by OPERA4FEV project, adaptable to any Full Electric Vehicle model, will indeed integrate electrical, hydraulic connections and component housing  to reduce cost assembly. In order to show the relevance of the solution and meet strong industrial benefits, the rack will be integrated on two functional demonstrators.\nThe whole value chain will be addressed, including the eco-design (dismantling and recycling of critical materials), assembly/integration and production of cells  and electrical components. As safety of the on-board battery in electric, hybrid, and plug-in vehicles is of paramount importance to the international automakers, OPERA4FEV will pay particular attention to the evaluate the effects of the rack characteristics regarding vehicle crash safety, and will focus on the potential risks for the vehicle and its occupants in case of failure of one or more batteries. To sum up, the main innovations of the OPERA4FEV project are : Thermoplastic rack integrating the electrical and hydraulic connections ; use of thermoplastic pultruded reinforcements, infrared welding for plastic part assembly ; improved regulation and heat transfer ; use of recycled material ; recycling and End of Life ; weight reduction ; Life Cycle Assesment ; reduction of number of components ; maintain the cells in the rack reversibly and lighter with robust tightness ; establish fast connections."}
{"id":"EU102901","name":"\"Product Design, Quick Response and Competition in Retail Supply Chains\"","content":"'The objective of the project is to understand the impact of supply chain capabilities such as responsiveness, short lead times of procurement, production, and design on competitiveness of retailers and manufacturers.  This will be achieved by building mathematical models of supply chains and characterizing their optimal and equilibrium decisions using inventory theory, consumer choice models, and game theoretical analysis. The project also includes a data collection stage and empirical analysis to test the theoretical findings.  This topic is of immediate importance to manufacturers and retailers in Turkey and Europe in today’s globalized competition. European firms can gain sustainable competitive advantages by developing responsive and agile supply chains to take advantage of their location being close to markets in Europe, Middle East and Africa.\nThe first part studies how a firm should choose its initial position in a product line and possibly revise its product position after observing demand signals.  The objective is to investigate how a firm should react in a competitive environment where other firms may or may not have similar capabilities. This will be achieved by characterizing the equilibrium inventory levels and properties of the product assortment offered to customers for all firms in the industry.\nThe second part studies responsive supply chain strategies in the presence of strategic (forward-looking) customers, who may choose to wait for a product that will better match their preferences in the future rather than buying the product currently offered. The results would suggest how a firm should manage its new product introduction frequency and inventory levels as the fraction of customers that are strategic increases.\nThe third part aims to collect firm-level data on supply chain and market characteristics and conduct an empirical study of key drivers of when and how responsive supply chain strategies work.'"}
{"id":"EU103151","name":"Classification of retreaded truck tyres in order to comply with future environmental performance and safety requirements","content":"In this project is considered the possible impact of new European regulations–regarding new tyres safety and environmental performances–on the SMEs working with retreaded tyres. One expected consequence of these on new tyres will be the slow decreasing of the interest on retreaded tyres in the market. This will compromise the future activity of SMEs working in the field, and also determine a fatal risk for the smallest enterprises.\nTherefore, it is of vital importance for the retreaded truck tyre sector (400 companies, of which 95% SMEs and 14 SME associations/groupings in Europe who allow 50% of European trucks to drive on retreaded tyres) to find a scientifically sound and cost effective methodology for classification of retreaded truck tyres in order to comply with future environmental performance and safety requirements.\nTo maintain the standard in a long-term prospective, and hopefully even increase the market for retreaded tyres, it is necessary to provide clear statistic and reproducible results on the retreads performances. Only in such a way it would be possible to compete with the new tyre market.\nThe concept is to investigate all relevant parameters related to casings, retreading process and treads applied and to determine the influence thereof on the tyre performance. And to find a scientifically sound and cost effective methodology (important aspect of the methodology is that it is self supporting/developing) for classification of retreaded truck tyres in order to comply with future environmental performance and safety requirements.\nThe overall objective is to find a scientifically sound and cost effective methodology for classification of retreaded truck tyres in order to comply with future environmental performance and safety requirements.\nThe outcome of the test will determine the impact of certain parameters making clear the predictability of the environmental and safety performances before manufacturing."}
{"id":"EU103638","name":"Industrial scale demonstration of sustainable algae cultures for biofuel production","content":"This project will demonstrate on large scale the sustainable production of bio-fuels based on low-cost microalgae cultures. The full chain of processes from algal ponds to biomass separation, processing for oil and other chemicals extraction, and downstream biofuel production, as well as the use in vehicles, will be implemented on a 10 ha site.\n\nDepending on the methodology chosen during the research phase of the project, and the sustainability analysis, the most suitable site for the objectives will be selected, among a number of selected locations in the South of Spain (Chiclana, Almeria, Sevilla, Arcos, Canary Islands…) Wastewater influent and nutrients will be re-used to stimulate algae growth. The extracted oils will be processed at an existing biodiesel plant (capacity 6000 t/yr of used oils), designed by a consortium partner, which can be converted at reasonable cost.\n\nThe specified algae yield of 100 t/ha/yr will be obtained by integrating and upscaling innovative systems to double algal yields. With a net oil content of 20 %, enough biodiesel yearly to run close to 200 cars is expected.  The residual algae will be digested together with the wastewater solids in order to produce biogas and CO2. The biogas will be purified and compressed to serve as vehicle fuel for a number of cars equivalent or superior to the ones fuelled by liquids.\n\nTo reach the enhanced algal yield, additional CO2 will be obtained by the thermal transformation of external biomass (i.e, sludge from a wastewater treatment plant located in the area), together with internal biomass( digestate from residual algae and wastewater solids), to generate flue-gas as heating source for drying the biomass previous to Combustion. The options to transform the excess thermal energy generated into electricity to power the systems will be analysed for financial and technical viability.\n\nAs some key process elements have not yet been proven on industrial scale, the technical risks will be limited by an initial prototype phase. During these initial 2 -3  years, the whole chain will be built and operated with each unit in its maximum size – for instance,  two  ponds systems of 1000 to 2000 m2 linked to the respective harvesting, processing and digestion.\n\nThe prototype as well as the future full-scale facility will be investigated for environmental and social impacts in order to maximize sustainability. These results and specific diffusion efforts will allow extrapolation to other sites.\n\n"}
{"id":"EU104196","name":"Safeguarding Water resources in INdia with Green and Sustainable technologies","content":"'At a time with an urgent need to conserve water resources, efficient sanitation systems play a key role in sustainability. They can ensure that the vital resource Water is recovered from waste and can be re-used at the same time as protecting human health and the environment. The SWINGS project consortium will establish an optimal methodology for nutrient and energy recovery from wastewater (WW) at the same time as making the water safe for reuse, all in a manner conducible to rural communities in developing countries, with India as the concrete example. In particular, the SWINGS project will enlist already optimized municipal WW treatment concepts and combine 'green' and sustainable technologies. The result will be enhances water recycling and re-use, decreased energy consumption, and production of useful by-products from the process as secondary resources. Thus, treated WW will be transformed to soil enrichment resource, to irrigation water, to aquaculture farm feed, via sustainable sanitation that safeguards the local drinking water supply in India.\nThe starting point of the SWINGS project will be anaerobic digestion (AD) and constructed wetlands (CW) that will be configured with environmentally sustainable disinfection technologies, like water solar disinfection. Pilot plants will be designed and constructed in India that combine the treatment methods mentioned above, after which the new systems will be established in steady-state operation, and then, the AD-CW configurations optimized. Systems for disinfection of the effluent will be implemented and on-line monitoring of pathogen load attempted. Finally, life cycle assessment of several treatment configurations will be used to develop a decision support system for future selection of sustainable and efficient treatment technologies in developing countries like India. The project will publish articles and hold workshops in order to disseminate its results, especially to SMEs and to public authorities.'"}
{"id":"EU105890","name":"Intelligent Transport System for Innovative Intermodal Freight Transport","content":"The trend towards increasing transport demand - prerequisite for economic growth - is still challenging the European transport system. On the other hand Europe aims to reduce emissions dramatically. A crucial measure achieving this ambitious aim is to lower transport emissions by increasing the share of inherently more resource-friendly modes of transport.\nThe “Intelligent Transport System for Innovative Intermodal Freight Transport” (TelliSys) will actively promote the EU’s objective of optimizing the performance of intermodal logistic chains and will provide smooth and cooperative interactions between different modes of transport.\nScientific aim is to develop an intelligent transport system that is applicable for road (in line with Directive 96/53/EC), rail, short sea and inland shipping, which consists of a modular set of volume-optimised and traceable MegaSwapBoxes (MSB), an adapted trailer and a tractor for the road transport. Ideas and contributions from the consortium together with the advice of outstanding key players of the transport business guarantee the holistic approach and market acceptance of the project outcomes. TelliSys is the follow-up of the successful TelliBox project and the now modular MSB will be based on the unique selling propositions like stackability, three openable sides, three meters loading height, trimodality, pallet wide and cargo security. In addition, the new developed tractor will provide an extra low fifth wheel height (low deck) designed for volume-optimised road transport and the adapted trailer will be flexible to transport conventional loading units as well as the new MSBs.\nWithin TelliSys an interdisciplinary European consortium of experts in the field of freight forwarding, manufacturing and science will deliver concepts, prototypes and a proof of concepts via extensive test runs. A complementary bundle of scientific evaluation methods, profitability calculations and risk mitigation actions will guarantee the project succes"}
{"id":"EU106778","name":"High Performance, Cloud and Symbolic Computing in Big-Data problems applied to mathematical modeling of Comparative Genomics","content":"Large scale genomics projects exploiting high throughput leading technology have produced and continue to produce massive data sets with exponential growing rates. So far, only a small part of this data can be abstracted, managed and processed, giving an incomplete understanding of the biological process being observed. The lack of processing power is a bottle neck in acquiring results. Comparative genomics is a good example since it includes all the ingredients: huge and ever growing datasets, complex applications that demands large computational resources and new mathematical and statistical models for analysing and synthetizing genomic information. A promising approach to address such massive data sets is the creation of new computer software that makes effective use of parallel processing.\nThis proposal pursues the linking of different research domains to come up with a coordinated multi-disciplinary approach in the development of tools targeting Big-Data and computationally intensive scientific applications. Generic solutions for Big-Data storage, management, distribution, processing and final analysis will be developed. These solutions will target a broad range of scientific applications, in concrete, as proof-of-concept they will be implemented in the ‘Comparative Genomics’ field of bioinformatics and biomedical domains. Applications such as the detection of main evolutionary events, new comparative genomics’ models that can be evaluated experimentally, for inter-species evolutionary distance, the composition of the k-mers dictionaries for each specie, or  customising symbolic computing methods to determine the consensus tree from a sequence of trees with application in multiple sequence alignments, phylogenetic studies, clustering algorithms, etc. present in diverse fields of bioinformatics, from NGS-DNA assembly to gene-expression, all of them well suited applications to apply HPC-CC approaches and with high and attractive potential for commercialization."}
