{"id":"12291","name":"12291","content":"The invention relates to a process for preparing polymethylol compounds of the formula (I) in which R is in each case independently a further methylol group or an alkyl group having from 1 to 22 carbon atoms or an aryl or aralkyl group having from 6 to 22 carbon atoms, by condensing aldehydes having from 2 to 24 carbon atoms in an aldol reaction with formaldehyde using tertiary amines as a catalyst to give alkanals of the formula (II) in which R is in each case independently as defined above, and the subsequent hydrogenation thereof. What is special and inventive about this process is that the aldol reaction is carried out with an aqueous formaldehyde solution having a formic acid content of < 150 ppm and preferably < 100 ppm. In this process, the formation of by-products can advantageously be prevented in a controlled manner, hence increasing the yield of the desired polymethylol compound.\""}
{"id":"14042","name":"14042","content":"There is provided a compound of the formula (I) wherein R1 is an alkyl, alkenyl or alkynyl group containing x carbon atoms, wherein x is from 1 to 10, wherein one of R2 and R3 is an alkyl, alkenyl or alkynyl group containing y carbon atoms, wherein y is from 1 to 10, wherein the other of R2 and R3 is a branched group of the formula (II) wherein q is from 0 to 3, wherein each R5 is independently selected from -OH and -O- C(O)-R4, wherein n is from 10 to 20 and m is selected from 2n-q, 2n-2-q, 2n-4-q, and 2n-6-q, wherein each R4 is independently selected from alkyl, alkenyl and alkynyl groups containing z carbon atoms, wherein z is from 7 to 21, wherein z is different to at least one of x and y.\""}
{"id":"14046","name":"14046","content":"There is provided a process for the preparation of a compound of the formula, wherein one of R<SUB>1</SUB>, R<SUB>2</SUB> and R<SUB>3</SUB> is selected from groups R<SUB>6</SUB>, R<SUB>7</SUB> and R<SUB>8</SUB>; wherein two of R<SUB>1</SUB>, R<SUB>2</SUB> and R<SUB>3</SUB> are independently selected from groups R<SUB>9</SUB>, R10 and R<SUB>11</SUB>, the process comprising the step of interesterifying in the presence of an enzyme catalyst (a) a triglyceride compound of the formula, wherein each of R<SUB>6</SUB>, R<SUB>7</SUB> and R<SUB>8</SUB> is independently selected from branched groups of the formula, wherein q is from 0 to 3, wherein each R<SUB>5</SUB> is independently selected from -OH and -0-C(O)-R<SUB>4</SUB>, wherein n is from 10 to 21 and m is selected from 2n-q, 2n-2-q, 2n-4-q, and 2n-6-q, wherein each R<SUB>4</SUB> is independently selected from alkyl, alkenyl and alkynyl groups containing z carbon atoms, wherein z is from 1 to 21, and 15 (b) a triglyceride compound of the formula, wherein each of R<SUB>9</SUB>, R<SUB>10</SUB> and R<SUB>11</SUB> is independently selected from alkyl, alkenyl or alkynyl groups containing x carbon atoms, wherein each x is independently selected from 1 to 11.\""}
{"id":"14078","name":"14078","content":"A composition for permanent hair shaping comprising (i) 1 % to 30 % by weight of an N-alkyl-2-mercaptoacetamide of formula (I) or the salt thereof, wherein R1 is a straight chain alkyl residue with 3 to 6 carbon atoms or a straight chain hydroxyalkyl residue with 3 to 6 carbon atoms, R2 and R3 are, independently from each other, hydrogen or straight chain alkyl residues with 1 to 3 carbon atoms, (ii) 0.01 % to about 20% by weight of at least one at least one cationic surfactant that contains either a quaternary ammonium group or a protonable nitrogen group, and (iii) 5% to 95% by weight of water; and process for permanent shaping.\""}
{"id":"4318","name":"4318","content":"Compounds having the formula (I): \\n wherein the dashed line (represented by - - - - - ) represents an optional double bond; R 1 is hydrogen and R 2 is hydroxyethyl; or R 1 and R 2 together with the nitrogen atom to which they are attached form a morpholinyl ring optionally substituted with one or two hydroxy groups; R 3 is hydroxy or C 1-6 alkoxy; \\n n is selected from 0, 1, and 2; \\n with the proviso that the combination where the dashed line represents a double bond, R 1 and R 2 together with the nitrogen atom to which they are attached form a morpholinyl ring, and n is 0, is excluded; and \\n an N-oxide, salt, or stereoisomer thereof. Also provided are methods for the preparation of compounds of formula (I); their uses as a medicament, particularly for the treatment or prophylaxis of a sigma receptor mediated disease or condition.\""}
{"id":"4553","name":"4553","content":"…<CHEM>…     (wherein R is phenyl optionally substituted by one or two members selected from the group consisting of trifluoromethyl, C1-C5 alkyl, C1-C5 alkoxy, C1-C5 alkylthio, nitro, amino C1-C5 alkanoylamino and C1-C5 alkoxycarbonyl or… 5- or 6-membered heterocyclic group optionally substituted by one or two members selected from the group consisting of halogen, C1-C5 alkyl and C1-C5 alkoxy,… Q is hydrogen, C1-C5 alkyl, C1-C10 acyl, C1-C5 alkylsulfonyl or C5-C10 arylsulfonyl, …<CHEM>… R<1>, R<2>, R<3>, and R<4> each is hydrogen, halogen C1-C5 alkyl, C1-C5 alkoxy or C1-C5 haloalkyl,… Q is present on the nitrogen atom of the 1,3 or 5- position and the dotted line indicates the presence of three double bonds at the position of 2, 3; 3a, 3b; 4, 5 / 1, 3b; 2, 3; 3a, 4 / or 1, 2; 3a, 3b; 4, 5) or its salt, being useful as psychostimulants or anxiolytics, is provided. \""}
{"id":"4688","name":"4688","content":"Novel pyridazinone derivatives of the general formula (I): …<CHEM>… wherein R represents a straight or branched chain alkyl group having 2 to 6 carbon atoms, A represents halogen atom, alkoxy group having 1 to 4 carbon atoms or alkylthio group having 1 to 4 carbon atoms, X represents oxygen atom or sulfur atom,… B represents …<CHEM>… Y represents oxygen atom, sulfur atom, …<CHEM>… V represents oxygen atom or sulfur atom,… R<1> and R<2> represent independently hydrogen atom or alkyl having 1 to 4 carbon atoms,… R<3> and R<6> represent independently hydrogen atom, halogen atom, alkyl having 1 to 4 carbon atoms, cyano group, haloalkyl group having 1 to 4 carbon atom or alkoxycarbonyl group having 1 to 4 carbon atoms, R<7> represents alkyl group having 1 to 4 carbon atoms or alkylcarbonyl group having 1 to 4 carbon atoms and Z represents various specific organic groups. A process for preparation of said derivatives is also provided. These derivatives are useful as an active ingredient of insecticidal, acaricidal, nematicidal and/or fungicidal compositions for agricultural and horticultural uses as well as of expellent compositions for ticks parasitic on animals. \""}
{"id":"689","name":"689","content":"The subject-matter of the invention are 3(2H)-Pyridazinone derivatives of the general formula <CHEM> wherein R stands for an ethyl or propyl group substituted by a terminal halogen atom or hydroxyl group or a terminal group of the formula <CHEM> in which latter R1 represents a hydrogen atom or an optionally substituted benzyl group and R2 represents a hydrogen atom or an optionally substituted benzoÄ1,4Üdioxan-2-yl-methyl or benzoÄ1,4Üdioxan-2-yl-ethyl group or a group of the formula <CHEM> in which latter n is 2 or 3 and R3 stands for an optionally substituted phenoxy or phenylthio group and X stands for a hydrogen or halogen atom or an optionally substituted saturated or unsaturated 5- or 6-membered heterocyclic group. Furthermore the subject-matter of the invention are a process and intermediates for preparing these compounds and medicaments containing them and/or other 3(2H)-pyridazinone derivatives. The compounds according to the invention inhibit the adrenergic alpha1 receptors, have a calcium-antagonistic effect and exert blood pressure lowering action.\""}
{"id":"8353","name":"8353","content":"The present invention relates to a reverse froth flotation process for removal of silicates from iron ore having K<SUB>80 </SUB>= 110 µm using formulations comprising alkyl ether diamine and alkyl ether monoamine, alkylamine or alkyl diamine. The collecting composition comprises a first component a) which can be described by the general formula (I) R<SUP>1</SUP>O-A-NH(CH<SUB>2</SUB>)<SUB>n</SUB>NH<SUB>2</SUB>, wherein R<SUP>1</SUP> is a straight or branched hydrocarbyl group with 12-15 carbon 15 atoms, A is a group CH<SUB>2</SUB>CHXCH<SUB>2</SUB>-, wherein X is hydrogen or a hydroxyl group, and n is a number 2-6; and a second component b) which is suitably selected from the group of compounds described by the formulae R<SUP>2</SUP>NH<SUB>2 </SUB>(IIa), R<SUP>3</SUP>NHC<SUB>3</SUB>H<SUB>6</SUB>NH<SUB>2 </SUB>(IIIa), R<SUP>2</SUP>OC<SUB>3</SUB>H<SUB>6</SUB>NH<SUB>2 </SUB>(IIb), and R<SUP>3</SUP>OC<SUB>3</SUB>H<SUB>6</SUB>NHC<SUB>3</SUB>H<SUB>6</SUB>NH<SUB>2 </SUB>(IIIb), wherein R<SUP>2</SUP> is a straight or branched hydrocarbyl group with 12-24 carbon atoms and R<SUP>3</SUP> is a straight or branched hydrocarbyl group with 16-24 carbon atoms.\""}
{"id":"8407","name":"8407","content":"The present invention relates to a ligand having the general formula (I) : (R<SUP>1</SUP>) <SUB>2</SUB>P-P(R<SUP>1</SUP>)m(R<SUP>2</SUP>)<SUB>n</SUB>=N(R3) (I) wherein R3 is selected from hydrogen, a hydrocarbyl group, a substituted hydrocarbyl group, a heterohydrocarbyl group, a substituted heterohydrocarbyl group, a silyl group or derivative thereof; the R<SUP>1</SUP> groups are independently selected from an optionally substituted aromatic group bearing a polar substituent on at least one of the ortho-positions; and the R<SUP>2</SUP> groups are independently selected from hydrocarbyl, substituted hydrocarbyl, heterohydrocarbyl and substituted heterohydrocarbyl groups with the proviso that when the group is aromatic it does not contain a polar substituent at any of the ortho-positions, with the proviso that m is 0 or 1, n is 1 or 2 and the total of m + n is 2. The present invention also relates to catalyst systems and a process for the simultaneous trimerization and tetramerization of olefinic monomers using said ligands.\""}
{"id":"8419","name":"8419","content":"Compounds of the formula (I) in which R'<SUB>1</SUB>, R'<SUB>2</SUB>,R'<SUB>3 </SUB>and Het are each defined as specified in the description are obtainable in high yields by a stereoselective addition of R'<SUB>3</SUB>-substituted propionic esters onto R'<SUB>1</SUB>- and R'<SUB>2</SUB>-substituted unsaturated, bicyclic heterocyclylaldehydes of the formula R-CHO to give corresponding 3-(R)-3-hydroxy-2-R'<SUB>3</SUB>-propionic esters. Conversion of the OH group to a leaving group, a subsequent regioselective elimination to give 3-(R)-2-R'<SUB>3</SUB>-propenoic esters, followed by: 1) hydrolysis to the corresponding 3-(R)-2-R'<SUB>3</SUB>-propenoic acids, their enantioselective hydrogenation to corresponding chiral 3-(R)-2-R'<SUB>3</SUB>-propenoic acids and their reduction, or 2) hydrolysis to the corresponding 3-(R)-2-R'<SUB>3</SUB>-propenoic acids, their reduction to corresponding 3-(R)-2-R'<SUB>3</SUB>-allylalcohols and their enantioselective hydrogenation, or 3) reduction to corresponding 3-(R)-2-R'<SUB>3</SUB>-allylalcohols and their enantioselective hydrogenation, where R is formula (II) and the enantioselective hydrogenations are performed with metal complexes which have, as ligands, ferrocene-1,1'-diphosphines which have, in the 1-position, a ferrocene-substituted secondary phosphine group and, in the1'-position, a secondary phosphine group.\""}
{"id":"8607","name":"8607","content":"The present invention provides a lipid of the formula (I) R<SUB>3</SUB>R<SUB>4</SUB>N-[Y]<SUB>q</SUB>-(C<SUB>p</SUB>H<SUB>2p</SUB>)-X-Linker-NR<SUB>1</SUB>R<SUB>2</SUB> (I) wherein R<SUB>3</SUB> and R<SUB>4</SUB> are independently selected from H and hydrocarbyl groups; q is an integer selected from 1 to 10; Y represents a group (C<SUB>n</SUB>H<SUB>2n</SUB>)NR<SUB>5</SUB>, wherein (i) when q is 1, n is 2, or (ii) when q is greater than 1, each Y may be the same or different and each n is an integer independently selected from 1 to 10, with the proviso that for at least one unit Y, n is 2, and (iii) each R<SUB>5</SUB> is independently selected from H and hydrocarbyl groups; p is an integer selected from 1 to 10; X is an optional group selected from -NR<SUB>7</SUB>-, -C(=O)-N R<SUB>8</SUB>-, -NR<SUB>9</SUB>-C(=O)-, -C(=O)-, -O-, and -NR<SUB>10</SUB>-C(=0)0-, wherein each R<SUB>7</SUB>, R<SUB>8</SUB>, R<SUB>9</SUB> and R<SUB>10</SUB> is independently selected from H and hydrocarbyl groups, Linker is an optional group selected from amino acid residues, peptide residues and groups of the formula -(OCH<SUB>2</SUB>CH<SUB>2</SUB>)<SUB>1-10</SUB>, -NR<SUB>6</SUB>-(CvH<SUB>2v</SUB>)-C(=O)-, wherein R<SUB>6</SUB> is H or a hydrocarbyl group and v is an integer selected from 1 to 11, and -C(=0)-(CH<SUB>2</SUB>)<SUB>0-10</SUB>-CH<SUB>2</SUB>-C(=0)-; R<SUB>1</SUB> is selected from acyclic groups having from 4 to 30 carbon atoms; and R<SUB>2 </SUB>is selected from H and acyclic groups having from 4 to 30 carbon atoms. Said lipids can be used in a delivery vehicle (e.g. micelle or liposome) for the delivery of one or more (therapeutic or diagnostic) agents.\""}
{"id":"8813","name":"8813","content":"A chemical compound having the following structural formula wherein optionally at least one of the phenyl -C<SUB>6</SUB>H<SUB>5</SUB> groups bound to the Carbon atoms in position 2 and 6 is independently substituted with a methyl -CH<SUB>3</SUB> or ethyl -C<SUB>2</SUB>H<SUB>5</SUB> group, and wherein optionally the = CH<SUB>2</SUB> group in position 10 is substituted with a sulphinyl =SO or sulphonyl =SO<SUB>2</SUB> group. Subject-matter of the invention is also a process of manufacture of 2, 6-diphenyl-4, 8-diazoadamantan-l-one and the use of this chemical compound and above-mentioned derivatives thereof as components for the formulation of solutions with sterilizing and disinfectant effect. The figure shows the IR spectrum of 2, 6-diphenyl- 4, 8-diazoadamantan-1-one.\""}
{"id":"9137","name":"9137","content":"A compound represented by the formula (I), an optically active isomer thereof, or a pharmaceutical acceptable salt thereof: wherein each R<SUP>1</SUP> represents hydrogen atom or the like; X represents oxygen atom or the like; A represents a C<SUB>3</SUB>-C<SUB>7</SUB> cycloalkyl group, a C<SUB>6</SUB>-C<SUB>10</SUB> aryl group or a heterocyclic group; R<SUP>6</SUP>represents a halogen atom or the like; s represents 0 or an integer of 1 to 5; Q represents a pyridine ring which may be substituted or pyrimidine ring; and R<SUP>2</SUP>represents hydrogen atom or the like, which is used for preventive and/or therapeutic treatment of a disease caused by abnormal activity of tau protein kinase 1 such as a neurodegenerative diseases (e.g. Alzheimer disease).\""}
{"id":"1322","name":"1322","content":"A control system includes a first network including a controller 1, a second network including one ore more controlled devices 3 to 6, and a translator 2 correlated with the first network and with the second network. The controlled device 3 comprises a controlled device information management unit 23 which manages controlled device information related to the controlled device 3; and a controlled device information communication unit 24 which sends controlled device information with appropriate timing. The translator 3 comprises a controlled device information proxy creating means which creates controlled device information proxies 35 based on controlled device information acquired from controlled devices 3; and an information managing means for registering and managing controlled device information and controlled device information proxies 35. The controller 1 comprises a means which acquires controlled device information proxies 35 from the translator 2 and issues operating instructions for operating the controlled devices 3 to 6. With this control system, an operator at a remote operation center can easily and remotely control equipment belonging to a network different from a network to which the remote operation center belongs. <IMAGE>\""}
{"id":"13866","name":"13866","content":"The invention relates to a method for controlling remotely a mobile terminal (30). The method envisages providing a command (COM) to be sent from a remote server (2) to the mobile terminal (30), and a voice signal (V) to be transmitted from a remote server (20) to the mobile terminal (30). The voice signal (V) is encoded in a voice data packet flow (VOICE_FLOW) and the command (COM) in command data packets (COMk) so as to generate a packet data flow (DATA_FLOW) comprising the voice data packet flow (VOICE_FLOW) and the command data packets (COMk). This packet data flow (DATA_FLOW) is thus sent from the remote server (20) to the mobile terminal (30).\""}
{"id":"13870","name":"13870","content":"The invention relates to a method for controlling remotely a mobile terminal (30) by means of a remote server (20). The mobile terminal (30) and the remote server (20) comprise a respective graphics interface (32,21). The method comprises the steps of sending a command (COM) from the remote server (20) to the mobile terminal (30), executing the command (COM) in the mobile terminal (30), execution of said command (COM) causing variations of the image (Fn) displayed on the graphics interface (32) of the mobile terminal (30), and displaying on the graphics interface (21) of the remote server (20) the image displayed on the graphics interface (32) of the mobile terminal (30) following execution of the command (COM) in the mobile terminal (30).\""}
{"id":"16750","name":"16750","content":"A method implemented on a mobile device that includes speech recognition functionality involves: receiving an utterance that includes a search request from a user of the device; recognizing that the utterance includes a search request; sending a representation of the search request to a remote server over a wireless data connection; receiving information over the wireless data connection that is responsive to the search request; presenting the information on the mobile device; receiving an input from the user selecting an item present in the received information, the item identifying a remote resource; using the selected item to connect to the remote resource, the connection to the remote resource not involving the remote server; and sending to the remote server an indication that a connection was made to the resource identified by the selected item. The method further involves storing a log of the user's connection to remote resources and sending the log to the server.\""}
{"id":"17174","name":"17174","content":"A method of putting a first gateway device into service, the first gateway device having an application service module and a network module enabling communications between the first gateway device and the activation manager, the application service module residing on a user premises side of a network service provider demarcation. The method comprises identifying, at the first gateway device disposed at a user premises, an activation manager in communication with the first gateway device, transmitting, from the first gateway device, an activation certificate to the activation manager for verification and authentication, generating a service authentication key associated with the first gateway device, storing the service authentication key and an indication that the associated gateway device status is activated in a database, determining the services available to the first gateway device, and transmitting the service authentication key and an identification of the available services to the first gateway device.\""}
{"id":"2767","name":"2767","content":"It is disclosed a method comprising holding access information relating to a terminal and a first network entity external to a currently visited network of the terminal, the access information being associated with a first network plane below a second network plane relating to network session initiation, and signalling, based on the second network plane, the held access information to a controlling entity; a method comprising receiving the signaled access information, the receiving being performed based on the second network plane, and relaying, based on the second network plane, the received access information to a second network entity; and a method comprising receiving the relayed access information, the receiving being performed based on the second network plane, and configuring the first network plane based on the access information.\""}
{"id":"2769","name":"2769","content":"A mobile wireless communications device (20) may include a portable housing (21), a printed circuit board (PCB) (22) carried within the portable housing, and wireless communications circuitry (23) carried by the PCB within the portable housing. The device may also include a folded monopole antenna assembly (24) coupled to the wireless communications circuitry (23). The folded monopole antenna assembly may include a dielectric body (30) adjacent the PCB (22) and having a generally rectangular shape defining opposing top and bottom faces, opposing first and second end faces, and opposing first and second side faces. The antenna may also include a conductive trace coupled to the wireless communications circuitry and having a first end section (41) extending along the first end face (37), a second end section (42) extending along the second end face (38), and an intermediate section (43) extending along the top, bottom, first side and second side faces (35,36,39,40).\""}
{"id":"2785","name":"2785","content":"Embodiments of the invention are concerned with a method and a system for distributing mobile applications, in particular to aspects of receiving, processing and displaying advertisements on mobile terminals. In one aspect, embodiments provide a data visualization method for use in visualizing data on a mobile terminal, the mobile terminal comprising a display area and being adapted to receive process data comprising an executable process, the method comprising the steps of: \\n arranging for the mobile terminal to receive a visualization request from the process; \\n arranging for the mobile terminal to select data in accordance with the visualization request; and \\n arranging for the mobile terminal to perform a visualization process in which the selected data arc displayed in the display area, \\n in which execution of at least part of the executable process is paused until the visualization process has been completed. Thus with embodiments of the invention mobile terminals are configured to process an executable process which makes calls for data to be displayed to the user of the terminal. Preferably the data to be displayed are retrieved from a store of advertisement data, and are selected in dependence on a characteristic relating to preferences of the user. In at least one embodiment, the executable process is a game and the game is paused for the purposes of displaying these selected data when the game reaches a particular level. In another embodiment the executable process might be a news relaying application configured to retrieve and display news stories.\""}
{"id":"2901","name":"2901","content":"A method for service management in an intelligent optical network includes: receiving, by a network node, a management request comprising an operation object and an operation type, creating a management request message according to the management request, and sending the management request message to each node in a working path; receiving, by each node in the working path, the management request message and managing a service according to the operation object and the operation type. By applying the present invention, the operation of external recovery and recovery of a whole connection or a certain segment path may be managed. Therefore, the manageability of a service for an operator improves.\""}
{"id":"4227","name":"4227","content":"A roaming method allowing access to home network and a visited network, the user profile and the roaming agreement allowing the user to have internet services from the two networks, said method comprising: \\n - receiving IP packet from a user terminal; \\n - sending the user profile to the visited network (4), this profile containing packet data flow identifier; \\n - detection, by the foreign agent (3) of the visited network, that the IP packet is from an application provided by the home network (2) or the visited network (4); \\n - if the packet (5) is from an application provided by the home network (2), sending the packet (5) to a home agent (6) located in the home network (2); \\n - if the packet (5) is from an application provided by the visited network (4), translating the source address of the packet (5) and sending the packet to his destination.\""}
{"id":"4249","name":"4249","content":"A method for providing a service by a server to a reader device is disclosed , the provision being based on the readout information of a readout operation by the reader device of a tag, the tag comprising information relating to the unique tag-ID of the tag, comprising \\n - reading out the unique tag-ID during the readout operation; \\n - communicating the unique tag-ID to the server; \\n - providing the service to the reader device, the service being determined at least partially based on the value of the unique tag-ID. Corresponding tags and tag reader devices have further also been disclosed.\""}
{"id":"6001","name":"6001","content":"A mobile terminal device, which is capable of suppressing lowering of a resultant speed when speed data cannot be correctly measured by a rake receiver due to control of AFC or the like, is provided. A comparing section 16 reads a current resultant speed out of a resultant speed storage section 18, and compares the speed data measured by the rake receiver 13 with the current resultant speed. When the speed data is faster than the current resultant speed, the filter section 17 stores the speed data as the resultant speed in the resultant speed storage section 18 without performing any filtering process on the speed data measured by the rake receiver 13. When the speed data is slower than the current resultant speed, the filter section 17 averages the speed data measured by the rake receiver 13 and the current resultant speed, and store the averaged speed data as the resultant speed in the resultant speed storage section 18.\""}
{"id":"6073","name":"6073","content":"The input device for controlling an apparatus includes: \\n a display device for displaying an image represented by a plurality of dots; a touch panel disposed over the display face of the display device for outputting information of a position where the panel is operated in accordance with the displayed image on the display device; a command content determining device for determining the content of the command selected, based on the relationship between the positional information output from the touch panel and the image displayed on the display device, wherein the image displayed on the display device includes an external outline of the apparatus having the input device; and a switching device for switching the display on the display device, into the display frame for setting the operation of a unit corresponding to the operated part of the external outline of the apparatus when part of the external outline of the apparatus displayed on the display portion is operated through the touch panel.\""}
{"id":"6535","name":"6535","content":"A system, method, and computer-readable medium for mobile ad hoc network routing based upon a hardware address that comprises, identifying a destination node hardware address of a data packet that is outbound from a host node, searching a host node routing table for a destination node route from the host node to the destination node hardware address, routing the data packet to the destination node route in the event that the host node routing table returns a destination node hardware address, appending a flooding packet to the data packet in the event that the host node routing table returns a null destination node hardware address, and broadcasting the data packet to at least one neighbor node if the data packet has the flooding packet appended to it.\""}
{"id":"6543","name":"6543","content":"In a mobile communication network system provided with a cellular telephone 10 enabling use of mail service for mobile terminals using a mobile communication network and Web mail service, and a server apparatus 20 that manages e-mail addresses assigned to the cellular telephone 10 for both the mail service, already input information is stored in the terminal when creation of Web mail is suspended in the cellular telephone 10, while the stored information is transmitted as an e-mail in the mail service for mobile terminals, and when the server apparatus 20 receives the e-mail, the server apparatus 20 replaces an e-mail address of a sender with an e-mail address for the Web mail service to transfer.\""}
{"id":"9537","name":"9537","content":"The invention discloses a Home Virtual Private Network server (250), a Home VPN server, for use in a communications operator network (120), which network (120) can communicate with a subscriber network (130), and in which operator network a first protocol on a first level is used. The subscriber network (130) can accommodate at least one subscriber with one subscriber device (131-135) and a communications device (140) which can connect the subscriber to the operator network (120). The Home VPN server (250) comprises functions for: translating IP-addresses and port numbers of IP-packets which are sent between the operator network and the subscriber network, assigning individual IP-addresses to devices in the subscriber network, routing IP-traffic from the operator network to devices in the subscriber network, to which functions the subscriber can connect via said communications device (140) in order to utilize his network (130) as a Home VPN.\""}
{"id":"1620","name":"1620","content":"An automotive panel (26, 30) is described including a totally recyclable polyester part (8) comprising a first layer (4) comprising a polyester material selected from polyester foams, polyester beads, and combinations thereof; and at least a second layer (3) comprising a polyester non-woven fabric, wherein said first (4) and second (3) layers have a degree of crystallinity of at least 25%. Such a panel (26, 30) may be manufactured by means of a process comprising the steps of: a) providing a first layer (4) comprising a polyester material selected from polyester foams, polyester beads, and combinations thereof; b) providing at least a second layer (3) comprising a polyester non-woven fabric; c) superposing the first (4) and second (3) layers; d) simultaneously pressing and heating the superposed polyester layers (3, 4) so as to bond them together and to promote at least a partial crystallization thereof; e) shaping the superposed layers (3, 4) so as to form the automotive panel (26, 30). A plant (21) for manufacturing a panel (26, 30) comprising a heated press (23) and optionally a shaped mold (25) is also provided.\""}
{"id":"16564","name":"16564","content":"Disclosed herein, among other things, are intravascular flow sensors and related methods. In an embodiment, there is an intravascular flow sensor including a strain gauge and a positioning element configured to be expandable from a first diameter to a second diameter. In an embodiment, there is an intravascular flow sensor including a deflection member configured to be positioned within a lumen defined by a tissue wall, the deflection member including a flexible shaft and a shaft tip; and a positioning member configured to prevent -the shaft tip from contacting the tissue wall. In an embodiment, there is an implantable medical device including a pulse generator and an intravascular flow sensor in communication with the pulse generator, the intravascular flow sensor including a strain gauge. Other aspects and embodiments are provided herein.\""}
{"id":"16728","name":"16728","content":"A solar module and method of making same is provided. The assembly includes a solar module. A frame having a support surface for supporting the solar module is provided. A structural sealant is disposed between the solar module and the frame for structurally securing the solar module to the frame. The structural sealant comprises a silicone-containing structural adhesive, a structural adhesive tape, or a hot melt sealant. The frame comprises a metal, plastic, composite material or combinations thereof. The frame is preassembled to form a integral frame before the solar module is attached. The frame may include an opening for accommodating electrical components.\""}
{"id":"17154","name":"17154","content":"Various methods and apparatus are directed to, among other things, an access node which is used in providing enhanced functionality and fault tolerance in a system which distributes home agent functionality between a home agent control node and a tunneling node, referred to herein as a home agent tunneling node, which performs packet forwarding under direction of the home agent control node. The distributed home agent approach is enhanced in some embodiments to provide redundancy of home agent control nodes and/or home agent tunneling nodes. Thus, in accordance with some embodiments if a home agent control node fails, the secondary home agent control node can take over the home agent control function. Various embodiments describe various methods, apparatus, and/or messages in addition to system configurations, which can be used to maintain primary and secondary home agent control and facilitate a rapid transfer of functions between primary and secondary nodes.\""}
{"id":"17338","name":"17338","content":"The system (1) has a window frame (2) associated to a wall or a ceiling and made of flat folded metal sheet. An invisible connection unit (6) is invisible from a visible surface of the system and connects an opening plate (5) to the frame for defining a releasable obstacle connection between the plate and the frame, in a closed position of the plate, where the plate prevents an access through the frame in the closed position. The plate has a covering unit (7) that covers the frame to mask the frame from the visible surface of the system in the closed position.\""}
{"id":"1957","name":"1957","content":"The transport vehicle, which is in particular a bus or trolleybus, includes a body (2), resting on at least one axle joined to wheels (6) fitted with tyres. It includes at least one anti-wear element (12), moving laterally with respect to the body (2) between a retracted position, in which it is retracted with respect to the side (6') of the tyre, and an open position, in which it protrudes laterally with respect to said side of tyre (6') so that it rubs against an edge, such as a platform (16), and therefore reduces the wear and tear of the side (6') of the tyre.\""}
{"id":"1992","name":"1992","content":"The invention relates to a scanning device for optical discs, having an optical housing (1) with integrally formed sliding areas for receiving a scanning unit with a carrier (8) with a scanning head (5) arranged thereon, which scanning unit is provided with counter-sliding areas and is adjustable about a virtual axis, the scanning unit, with at least one adjusting apparatus (9) which is supported on the housing (1) and acts on the carrier (8) and with at least one spring means which acts on the carrier (8) on that side of the sliding areas which is remote from the adjusting apparatus (9), being tensioned against the sliding areas and being adjustable by the adjusting apparatus (9). It achieves the object of configuring such a scanning device for optical discs such that the structural space for the spring means acting on the carrier is minimized and a separate fixing element for said spring means is unnecessary. For this purpose, the spring means is formed as a clip spring (10), having an elongated spring limb (101) and a bearing limb (102) formed transversely with respect to the latter, which clip spring impinges at one of its ends with the bearing limb (102) on the carrier (8) with a contact force and is supported at its other end at a distance from the impingement location on the housing (1).\""}
{"id":"3125","name":"3125","content":"A display device includes a display module (3,3a,3b) , a rear cabinet and a front cabinet (1). The front cabinet has a front frame portion (1b), a first rib (4) and a second rib (9). The front frame portion defines a window. The first rib has a peak ridge. The first rib (4) is integrally formed on the front frame portion, extends along the front frame portion to surround the window and protrudes rearward from the front frame portion so that the peak ridge contacts with a peripheral edge portion (3a) of the front face of the display module. The second rib (9) has a flat top face. The second rib is integrally formed on the front frame portion, is located outward of the first rib with respect to the window with a spacing (S) therebetween and protrudes rearward from the front frame portion. The second rib has shorter height than the first rib.\""}
{"id":"3955","name":"3955","content":"A drying rack comprises at least one substantially flat frame (1) as well as slender bearing elements (2) extending between mutually opposite sides of the frame (1). The mutually opposite sides of the frame (1) each comprise a profiled section (2) which determines a chamber (9) which ends in a slot-shaped aperture (8). The bars (7) are introduced into the slot-shaped aperture (8) of each profiled section (2) in such a manner that securing elements (14) are provided in the chamber (9) of each profiled section (2) by means of which in each case one end (25) of the bearing elements (2) is fixed.\""}
{"id":"523","name":"523","content":"The stretched flat module for vehicles formed as lamella (1) and air deflectors for incorporating into a frame of a roof window, consists of Reny W 110(RTM: Polyarylamide) staggered with short fibers, which are carbon fibers, metal thread sections or plastic fibers with roughened outer surface. The flat module is formed with extensions and protrusion for connection with other structural elements or for storing or attaching the structural elements. The lamella comprises an adjusting element formed as a rotating- or slide element or an indicator, and a metallic insert. The stretched flat module for vehicles formed as lamella (1) and air deflectors for incorporating into a frame of a roof window, consists of Reny W 110(RTM: Polyarylamide) staggered with short fibers, which are carbon fibers, metal thread sections or plastic fibers with roughened outer surface. The flat module is formed with extensions and protrusion for connection with other structural elements or for storing or attaching the structural elements. The lamella comprises an adjusting element formed as a rotating- or slide element or an indicator, and a reinforced metallic insert. The lamella is stored in a vertical lamella arrangement in a box of an air nozzle with a front air discharge opening and a back connection at the air-feeding chute, which is either integrated or supported in a deviating manner. The lamella arrangements are operable over the lamella in a nozzle. The lamella is formed as a connection part, in which insert is used, which stretches over the entire length of the lamella. The insert is extended with a longitudinal stripe made of plastic or completely surrounded by the plastic. The extending edge of the insert is guiding components for the slide element and/or forms a current supply bar for the display element. The insert shows a projecting rise or a projection, that forms a stop for the slide element in lateral displacement. The slide element double-sidely surrounds the lamella in depths direction. The lamella has bearing pins (5, 6) projecting on the upper and lower frontal areas for mingling or diverting the air jet in outlet. The bearing pins are molded from plastic or are projected from the insert or the insert shows projections, which extend to the bearing pins. The insert is corrugated or pressed or shows a corrugated or a pressed structure and/or holes. The insert is a stamping part or a pressure die casting part and has a depth of 4-30 mm. The lamellae have a depth of 6-35 mm and thickness of 0.75-3.5 mm. A sun roof or a roof window is arranged in the frame of the air deflector in longitudinally displaceable manner. The air deflector is provided transversely in the front of the roof opening and is rotatably movable at the frames. The air deflection part is raised during the pushing back of the sun roof or roof window in or from the roof opening under the influence of the spring force. The air flow slides through the sliding surface. The air deflector has triangular shaped cross sectional part, whose middle part has a length of 70-90 cm and backwardly stretched limb. The bearing elements are built on limb end and are supported in the frame of the sun roof or roof window. The reinforced metallic molds are provided on the lateral intersections for strengthening. The lamella component is a venetian blind. The lamella is a blind in the inner space of a vehicle for the covering of electronic parts and electronic elements.\""}
{"id":"6423","name":"6423","content":"In a piezoelectric resonator, a portion of a thin film unit is supported by a substrate. A portion of the thin film unit acoustically isolated from the substrate includes a) a vibration unit and b) an additional film. The vibration unit includes a piezoelectric film sandwiched between a pair of electrodes. The piezoelectric film is overlapped with the pair of electrodes in plan view. The additional film is disposed on one of the piezoelectric film and the electrodes so as to extend along at least a portion of the periphery of the vibration unit. When x (MN·second/m 3 ) denotes an acoustic impedance of the additional film defined by the square root of the product of the density and Young's modulus, A denotes the product of the density and the thickness of the additional film, B denotes the product of the densities and the thicknesses of the electrodes, and y = A/B, the following conditional expressions are satisfied: \\n In the range of 9.0 ‰ x < 44.0, 0.0092 ‹ x + 0.88 ‰ y < 0.067 ‹ x + 0.60 \\n In the range of 44.0 ‰ x < 79.0, - 0.0035 ‹ x + 1.45 ‰ y < 0.015 ‹ x + 2.9\""}
{"id":"6641","name":"6641","content":"The disclosure provides a method, system and apparatus for backuping HA/MAP in mobile IPv6 network. In the disclosure, at least two HAs/MAPs form a redundant backup group. The at least two HAs/MAPs elect an active HA/MAP and a standby HA/MAP via the VRRP. When the active HA/MAP interacts the signaling message with a mobile node, the HA/MAP in backup status obtains the signaling message interacted by both of them in real time. When the active HA/MAP is invalid, the standby HA/MAP may take over the work in time so that the stability of the active node device of the network is ensured. During the exchange of the active HA/MAP and the standby HA/MAP, the solution ensures a smooth transition of the service.\""}
{"id":"9973","name":"9973","content":"A vent valve, and a vent valve assembly, for a liquid dispensing container, employ a vent disc having small open vent holes in cooperation with an overlying thin flexible flap that covers and closes the vent holes to limit liquid pressure on the holes when the container is upright, yet require little suction pressure to move the flap to draw liquid or vent through the holes. The vent valve can be used in a bottom cap that is attachable to the bottom open end of the container. The vent valve assembly includes such a bottom cap, a sealing member for sealing the bottom cap to the container, and a vent valve. The vent valve and/or bottom cap have an elevated vent disc and a top portion having the thin flexible flap.\""}
{"id":"11101","name":"11101","content":"Orthopedic implants (100, 200, 300, 301, 320, 340, 400, 500, 600, 700, 720, 740, 760, 770, 800, 900, 1000, 1100, 1200, 1300, 1400, 1500, 1600, 1700, 1800) include a device that is non-rigid, i.e., flexible and/or malleable, in a first form for insertion into a desired in vivo site, and then transformable into a rigid, or hardened, form for providing a load-bearing function or providing other structural and/or mechanical function after implantation. The device includes a biocompatible sheath (110) and a curable material (120) sealed within the sheath (110). The curable material (120) is provided in a first form that provides flexibility to the device and is structured to rigidize in a second form after application of a quantity of an initiating energy to the material (120). Related methods and kits are also provided.\""}
{"id":"11137","name":"11137","content":"An orthopedic implant device (100, 200, 300, 301, 320, 340, 400, 500, 600, 700', 720, 740, 760, 770, 800, 900, 1000, 1100, 1200, 1300, 1400, 1500, 1600, 1700, 1800) is non-rigid, i.e., flexible and/or malleable, in a first form for insertion into a desired in vivo site, and then transformable into a rigid, or hardened, form for providing a load-bearing function or providing other structural and/or mechanical function after implantation. The device includes a biocompatible sheath (110) and a curable material (120) sealed within the sheath (110). The curable material (120) is provided in a first form that provides flexibility to the device and is structured to rigidize in a second form after insertion to an in vivo location at least one minute after application of a cure-initiating energy to the material (120) prior to insertion. Related methods and kits are also provided.\""}
{"id":"13146","name":"13146","content":"An apparatus (10) for an electronic device, the apparatus comprising a sliding mechanism arranged to slide a first and a second housing between retracted and extended configurations, wherein the first housing (11) comprises first and second opposing faces (14, 15); the second housing (12) comprises a first face (13) having a first portion (13a) and a second portion (13b, 13c); and wherein the apparatus (10) is arranged such that, in the retracted configuration, the first and second portions (13a, 13b, 13c) of the first face (13) of the second housing (12) are hidden by the second face (15) of the first housing (11) and, in the extended configuration, the first portion (13a) of the first face (13) of the second housing (12) is revealed and displaced relatively away from the second face (15) of the first housing (12) and relatively towards the first face (14) of the first housing (11), and the second portion (13b, 13c) of the first face (13) of the second housing (12) is hidden by the first housing (11); and wherein the apparatus comprises one or more magnetic elements (16a, 16b, 17a, 17b) arranged to bias and/or hold the first and second housings (11, 12) between/in one or more of the retracted and extended configurations.\""}
{"id":"15770","name":"15770","content":"A data transmission method and apparatus are disclosed using receivers having spatial diversity, with the receivers communicating with a common client via network communication Improved systems and methods for data transmission according to the disclosed method and apparatus include at least a transmission source for transmitting a data signal, a first receiver for receiving the data signal, a second receiver for receiving the data signal, wherein the second receiver is spaced apart from the first receiver thereby providing spatial diversity, and a communication network for facilitating communication between a client and at least the first receiver and the second receiver, as needed, wherein the client is capable of analyzing individual data signals received by the first and second receivers and forming a composite signal of a higher quality than the quality of the individual data signals.\""}
{"id":"16058","name":"16058","content":"A hyaline-like, single layer cartilage tissue construct includes chondrogenic cells dispersed within an endogenously produced extracellular matrix. The single layer cartilage tissue construct has a glycosaminoglycan content substantially equal to the glycosaminoglycan content of native cartilage tissue. A method for generating a single layer cartilage tissue construct includes isolating a population of chondrogenic cells and then expanding the population of chondrogenic cells. Next, the population of chondrogenic cells is seeded into a bioreactor having a volume defined by oppositely disposed gas permeable membranes. The population of chondrogenic cells is then cultured in a serum- free culture medium for a time sufficient to permit the population of chondrogenic cells to differentiate and form the single layer cartilage tissue construct.\""}
{"id":"6163","name":"6163","content":"A content distribution system encrypts (14) a content by using different session keys assigned to user systems, encrypts (15) each of the session keys with a public key corresponding to a decryption key unique to each user system, generates (15), for a group of user identification information items, header information including the encrypted session keys, and a first vector which corresponds to a session key of the session keys and is assigned to arbitrary user identification information u in the group, the first vector being set such that an inner product of the first vector and a second vector concerning the user identification information u becomes equal to zju v (where z j is a constant value of a session key s j assigned to the user identification information u , and v is group identification information to the group), and transmits (1, 14, 15) the header information and one of the encrypted contents to the user systems.\""}
{"id":"6249","name":"6249","content":"An apparatus (1000, 2000) for receiving a digital content, and a method having the same are provided. The apparatus for receiving the digital content includes a plurality of receivers (100) which receive identification information and data from a plurality of transmitting apparatus; a plurality of authenticators (200) which generate authentication keys by using the identification information received through the plurality of receivers; and a decoder (600) which decodes the data received from the plurality of receivers by using an authentication key of the authentication keys generated by the plurality of authenticators. Accordingly, waiting time is reduced in converting an input signal.\""}
{"id":"6561","name":"6561","content":"An apparatus and/or a method for efficiently providing meta data information regarding content and the content to a user includes connecting to a meta data information providing server (200) that provides meta data of at least one content, receiving fundamental meta data information including connection information, which is provided for retrieval of content , from the meta data information providing server, and, when predetermined content is selected, connecting to one of the content providing servers (210, 220, 230, 240) that provide the selected content using the connection information and obtaining the selected content from the connected content providing server. Thus, it is possible to rapidly access a content providing server that provides user desired content using fundamental meta data information received from a meta data\""}
{"id":"6571","name":"6571","content":"A system, method, and computer readable medium using a hierarchical multicast protocol in a mobile ad-hoc network, comprises identifying a parent node, determining a sub-group node in communication with the parent node, determining a maximum number of host nodes in communication with the sub-group node, determining an address of the parent node based upon the determined sub-group node and the determined maximum number of host nodes, setting an address of the sub-group node based upon the determined address of the parent node, and applying a host node address to at least one of the host nodes based upon the set sub-group node address.\""}
{"id":"6891","name":"6891","content":"The invention relates to a method for authenticating a portable data carrier (10) with regard to a communication device. Once the data carrier (10) has received an authentication request from a communication device (200), the data carrier evaluates (300) the reliability of the authentication request and rejects (400, 500) the authentication request unless the data carrier (10) has evaluated it as being reliable. Otherwise, the data carrier (10) transmits an authentication answer (400, 510) in reply to the authentication request to the communication device, the reliability of the authentication request being evaluated using a relational information and/or an identification information of the communication device which information was received by the data carrier (10).\""}
{"id":"8727","name":"8727","content":"A vertebral support device (1) is disclosed, which in various embodiments comprises at least two osseous anchoring implants (2), each designed to be anchored to a vertebra, and at least one linking element (3) fixed to the osseous anchoring implants (2) by fasteners (20) that maintain a fixed angle between the longitudinal axis (L) of the linking element (3) passing through rigid elements (34) of the linking element (3) and the insertion axis (DV) of the implants (2). The linking element (3) includes at least one elastic dampening element (31) that that allows the implant-bearing vertebrae some freedom of movement. The dampening element (31) accommodates the stresses imposed on the linking element (3) during movement of the vertebrae and tends to return the support device (1) to its normal configuration.\""}
{"id":"9853","name":"9853","content":"A method, apparatus and system for opportunistic multicasting are described. In one embodiment, an apparatus for use in a wireless multicast system comprises: a storage to store channel state and/or rate information received from the plurality of receivers; an optional encoder to generate encoding blocks from the original multicast/broadcast content; a transmitter to broadcast information over a broadcast channel to receivers in the plurality of receivers for each transmission time slot; and a controller coupled to the storage and the transmitter to adapt transmission rates of the transmitter to cause the transmitter to transmit at different rates for different transmission time slots, wherein the controller determines a transmission rate of the transmitter that broadcasts the encoded information, based on the channel state information associated with the broadcast channel and received from the plurality of receivers and based on a subset of receivers in the plurality of receivers targeted to reliably receive a broadcast transmission over the broadcast channel during said each transmission time slot.\""}
