{"id":"10469","name":"10469","content":"An OFDM receiver is provided. The receiver includes a front end processing unit for transforming a wireless signal to OFDM frames and a symbol extractor for extracting OFDM symbols from the OFDM frames. The symbol extractor distinguishes between BPSK user data symbols and QPSK signal symbols based on statistical properties of the signal OFDM signal symbols and geometrical properties of a constellation cloud arising from the OFDM signal symbols. A symbol processor is coupled to the symbol extractor to receive OFDM signal symbols from the symbol extractor. A decoder is coupled to the symbol extractor to receive OFDM user data symbols from the symbol extractor and to decode the OFDM user data symbols using the OFDM signal symbols.\""}
{"id":"12281","name":"12281","content":"A demodulator (1) for demodulation of ASK signals comprises a balanced envelope-curve demodulator (3) which demodulates a data signal from a carrier frequency, with the envelope-curve demodulator having a positive branch and a negative branch, to both of which the signal to be demodulated is supplied at the same time from a signal input (2), in order to demodulate the positive and the negative part cycle of the signal at the same time; a DC decoupler (4), with the DC decoupler in each case decoupling the DC voltage component of the output signal on the positive branch and the negative branch of the envelope-curve demodulator; a potential conditioner (5), which is connected downstream from the DC decoupler (4), for adaptation of the potentials of the signals in the negative and positive branches, such that they are suitable for being supplied as a difference signal to a comparator (6); and a comparator (6) whose output (63) is switched only as a function of the difference between the matched signals in the positive and negative branches.\""}
{"id":"13038","name":"13038","content":"An improved method for correlation of an input signal in a receiver is disclosed as well as a receiver and a communication system for implementing the method. The input signal is correlated with Generalized Chirp-Like (GCL) sequences being derived from a single Zadoff-Chu sequence modulated with at least two modulation sequences. The method includes at least the steps of processing samples of the input signal in a first delay line, in a Discrete Fourier Transform (DFT) circuit and in a second delay line. According to the invention, a multiplication of samples of the input signal with elements of modulation sequences corresponding to the at least two modulation sequences being used for deriving the GCL sequences is performed in a step after the processing in the first delay line. Further is the DFT processing performed using a single DFT circuit.\""}
{"id":"13164","name":"13164","content":"An apparatus for supplying an encoded data signal comprises a detector for detecting information on an internal receiver for receiving the encoded data signal, a selector for selecting a coding scheme to be used for encoding the data signal the selector being operative to access a data base having entries for different internal receivers, an entry having one or more properties of a coding scheme customized for the receiver associated with the entry and an encoder for encoding the data signal using a coding scheme having the selective property or a destination information provider for providing destination information so that the encoded data signal is stored at the right storage location in an intended receiver.\""}
{"id":"13878","name":"13878","content":"A switch is particularly advantageous for calibration of signal phase between transmitters, and other uses. The switch has a first data input adapted to input a transmit signal from a first transmitter, a first data output, at least one and preferably multiple bidirectional data ports, and a control input adapted to selectively couple in a first case the first data input to one of the bidirectional data ports, and in a second case one of the bidirectional data ports and the first data input to the first data output. By coupling one data port of the switch to a data port of another identical switch, a transmit signal from another transmitter can be ported to the first said switch, and both signals output to a feedback circuit that finds the phase difference and applies it to a new signal input to one of the transmitters. Beamforming and MIMO uses are also detailed.\""}
{"id":"14652","name":"14652","content":"Disclosed is an apparatus and method for combining a received signal considering interference for each antenna, and an apparatus and method for computing symbol metric using the same in a wireless communication system equipped with a plurality of transceiver antennas. The symbol metric calculation apparatus considering interference for each antenna comprises a channel estimator for receiving signals from the receive antenna, and estimating a channel by using a pilot signal of each signal received from the receive antenna; a noise and interference power estimator for receiving an output of the channel estimator, and estimating a noise and interference power of each channel; a combining unit for channel-compensating the channels estimated in the channel estimator and the noise and interference power estimated in the noise and interference power estimator, and combining the channel-compensated signals; a variance calculation unit for calculating a variance of data tone by using the ratio of the channel estimated in the channel estimator to a noise and interference estimated in the noise and interference power estimator; and a symbol metric calculation unit for calculates a symbol metric by using the variance calculated in the variance calculation unit and the signals combined in the combining unit.\""}
{"id":"15134","name":"15134","content":"A method of determining a first carrier frequency offset between a transmitter and a receiver for a first frequency band and a second carrier frequency offset between the transmitter and the receiver for a second frequency band is provided. The method provided includes determining an estimate of the first carrier frequency offset, determining an estimate of the second carrier frequency offset, determining an estimate of a first sampling interval offset between the transmitter and the receiver for the first frequency band based on the determined estimate of the first carrier frequency offset, and determining an estimate of a second sampling interval offset between the transmitter and the receiver for the second frequency band based on the determined estimate of the second carrier frequency offset. The method provided further includes determining an averaged sampling interval offset based on the calculation of an average of the determined estimate of the first sampling interval offset and the determined estimate of the second sampling interval offset, and determining the first carrier frequency offset and the second carrier frequency offset based on the determined averaged sampling interval offset.\""}
{"id":"2089","name":"2089","content":"A modulation-signal generating circuit obtains a highly linear FM modulation wave within a legal frequency range. The modulation-signal generating circuit simplifies temperature data of a modulation correction voltage to obtain the FM modulation wave high linearity. The modulation-signal generating circuit includes a temperature monitoring unit 4 that detects a casing temperature of the circuit, a voltage control oscillator 1 having two variable impedance circuits that independently control oscillation frequency based on an input control voltage, a frequency-correction-voltage generating unit 3 that outputs a voltage for compensating for a temperature drift of an oscillation frequency according to the casing temperature detected by the temperature monitoring unit 4, to one of the variable impedance circuits, and an FM-modulation-voltage generating unit 2 that outputs a modulation voltage containing a constant DC component not depending on temperature and a predetermined AC component, to the other variable impedance circuit, under a temperature drift compensation condition of the frequency-correction-voltage generating unit 3.\""}
{"id":"2730","name":"2730","content":"An orthogonal frequency division multiplexing (OFDM) demodulator (15) demodulates an OFDM signal constituted by OFDM symbols each including at least an effective symbol and a scattered known signal. The OFDM demodulator (15) includes a Fourier transform performing unit (16), a known signal extracting unit (17a), a time dimension interpolation unit (17b), a delay spread generating unit (19), a frequency dimension interpolation unit (17c), and a waveform equalizing unit (17d). The delay spread generating unit (19) employs a time difference between a time point for a starting position of the Fourier transform operation performed by the Fourier transform performing unit (16) and a time point at which a latest arriving path arrived as the delay spread.\""}
{"id":"2731","name":"2731","content":"A method and an apparatus are provided for context-based adaptive binary arithmetic coding (CABAC) based encoding or decoding using improved selection of a context model for a high compression ratio. The method of CABAC-based encoding includes selecting a first context model based on statistics of previously input symbols and a second context model having a value of a most probable symbol (MPS) different from that of the first context model (S110), encoding a current input symbol using the first context model if the current input symbol has a same value as that of the most probable symbol of the first context model or if the second context model cannot be selected (S120, S 130), and encoding the current input symbol using the second context model if the current input symbol has a value different from the most probable symbol of the first context model and if the second context model can be selected (S120, S 140).\""}
{"id":"3429","name":"3429","content":"The present invention discloses a symbol interleaving and channel mapping device and method as well as a mobile communication system. The symbol interleaving and channel mapping device is used in a transmitter of a mobile communication system, said transmitter receiving the channel state information fed back from a receiver of the mobile communication system; the symbol interleaving and channel mapping device comprises a symbol classification unit (111) for classifying symbols according to their importance; a symbol sub-carrier mapping unit (113) for performing a sub-carrier mapping according to the classification result of said symbol classification unit and the channel state information such that the important symbols correspond to the non deep fading sub-carrier as much as possible.\""}
{"id":"3481","name":"3481","content":"An aquarium (1) includes a receptacle (10) having a chamber (11) for receiving a water, a temperature control device (2) having a heater (22) coupled to a processor device (21) for heating the water contained in the receptacle (10), a temperature detector (30) for detecting the water temperature, a displayer (33) for showing the detected water temperature, and a remote control device (40) having a receiver (41) coupled to the processor device (21) and a signal emitter (42) for being operated by a user to emit a control signal to the receiver (41) and to actuate the processor device (21) to operate the heater (22) and to determine the required water temperature and to prevent the user from contacting the temperature control device for the aquarium.\""}
{"id":"382","name":"382","content":"The method involves generating an unmodulated continuous wave signal with a predetermined frequency in a transmitter and receiver module (12). The transponder devices (14,16,18) are searched with the unmodulated continuous wave signal as an interrogation signal. A radio response signal is transmitted from the transponder devices to the transmitter and receiver module in response to the interrogation signal. A frequency modulated continuous wave signal is generated in the transmitter and receiver module. Independent claims are included for the following: (1) a continuous wave radar system, which comprises a phase shift unit arranged in the transmitter and receiver module or transponder device; and (2) a mobile operation and viewing device for automation components of a technical plant in a human machine interface system.\""}
{"id":"4622","name":"4622","content":"The present invention relates to a modulation method capable of high-speed or high-quality digital data transmission under a multipath fading such as radio transmission in urban area. The modulation method of the invention is a type of differential coding phase modulation and resides in that the rate of change of phase varies, or the phase is discrete, but does not employ a phase transition waveform of a constant value in a time slot which is a smallest unit for transmitting one symbol of data as is conventional. Phase transition waveforms in respective time slots which are spaced apart from each other by prescribed time slots are identical varying waveforms or discrete waveforms, and entirely shifted each other by an amount according to data transmitted. A detecting method employed is a differential detection using a delay line for delaying a signal for a time corresponding to the prescribed time slots. In the presence of multipath, a plurality of kinds of detected outputs are produced according to the multipath, and the detected outputs are combined by a filter after the differential detection, producing a diversity effect for improving bit error rate characteristics. The digital signal transmission method of the present invention is capable of multiphase transmission and can increase spectrum utilization efficiency. \""}
{"id":"6435","name":"6435","content":"An AM receiver is provided which quickly tracks phase variations and signal strength variations. The AM receiver regenerates a detected signal from an AM modulated signal (Sin). The AM receiver includes: orthogonal signal generation means (8) for generating an in-phase component (I) and an orthogonal component (Q) from the AM modulated signal (Sin); first carrier regeneration means (11a) for regenerating an in-phase carrier signal (SC I ) from the in-phase component (I); second carrier regeneration means (11b) for regenerating an orthogonal carrier signal (SC Q ) from the orthogonal component (Q); and detection processing means 9 for generating a detected signal (SD) from the in-phase component (I) and the orthogonal component (Q) by detecting the in-phase component (I) and the orthogonal component (Q) with the in-phase carrier signal (SC I ) and the orthogonal carrier signal (SC Q ), respectively.\""}
{"id":"773","name":"773","content":"In a CDMA receiver (16) for intermittently receiving a spread spectrum received signal using a despreading code and comprising a high-resolution time reference generating section (34) and a low-resolution time reference generating section (32), a state control section (30, 36, 38, 40) puts, for substantially a reception operation stop time interval (Ts) , the CDMA receiver into a cold standby state where the high-resolution time reference generating section (34) does not operate while the low-resolution time reference generating section (32) operates. On or immediately before a reception return time instant (t0 + kTL + nTH), the state control section puts the CDMA receiver into a hot standby state where the high-resolution time reference generating section (34) operates. <IMAGE>\""}
{"id":"10635","name":"10635","content":"A device (10, 60} for delivering a biocompatible material (12) to a surgical site (14) includes an elongate cannula (16) having a proximal portion (18), a distal portion (20), and at least one interior lumen (22) disposed between the proximal and distal portions (18, 20) through which the biocompatible material (12) is delivered. The device (10, 60) further includes a confinement member (26) adjacent the distal portion (18) of the cannula (16) having expanded and unexpanded positions. In the expanded position, the confinement member (26) defines an open cavity (28) about the distal portion (18) of the cannula (16) and in fluid communication with the interior lumen (22) to retain the biocompatible material (12). A method of delivering a curable biocompatible material (12) to a surgical site (14) includes positioning a distal portion (18) of a cannula (16) adjacent the surgical site (14) and actuating a confinement member (26) to define an open cavity (28) about the distal portion (18). The biocompatible material (12) is introduced into the cavity (28) through the cannula (16) and cross-linking of the curable biocompatible material (12) is initiated.\""}
{"id":"10651","name":"10651","content":"A catheter (10) having a lumen (34) with a distal end opening and a side opening (32). A tubular member (30) (e.g., needle or other cannula) is moveable between a retracted position where it is within the catheter lumen proximal to the side opening and an extended position where it extends out of the side opening. When the tubular member is in its retracted position its lumen is substantially coaxial with the catheter lumen such that a guidewire may extend through the lumen of the tubular member and out of the distal end opening of the catheter. The guidewire may then be retracted into the lumen o the tubular member and the tubular member may ten be advanced out of the side opening. Thereafter, the same guidewire (or a different guidewire) may be advanced out of the distal end of the tubular member. Also disclosed are methods for using such catheter to redirect a guidewire or other member and ' for bypassing an obstruction in a blood vessel such as a chronic total occlusion (CTO) of an artery.\""}
{"id":"13080","name":"13080","content":"A material processing apparatus (10) includes a first member (11) and a second member (12) rotatable relative to the first member (11) and at least partially received within the first member (11). The first and second members (11, 12) form a substantially annular processing passage (110) therebetween. The processing passage (110) includes a pre-processing zone (111) and a processing zone (112). A circumferential surface of the first member (11) or the second member (12) facing the pre-processing zone (111) has protruding and/or concave portions, while circumferential surfaces of the first and second members (11, 12) facing the processing zone (112) are relatively smooth. The processing zone (112) is configured such that materials in the processing zone (112) can form Couette flow when a relative rotation speed between the first and second members (11, 12) reaches a certain value.\""}
{"id":"16006","name":"16006","content":"An ablation catheter (10) is provided for ablating internal tissue of a patient. The catheter includes a distal end that is adapted to be inserted into a body cavity relative to a desired location therein (e.g., within the heart). An ablation electrode (22) is connected relative to the distal end of the catheter (10) for providing ablation energy to patient tissue. A heat sink (40) is provided that is in thermal contact with the ablation electrode (22). The heat sink (40), in addition to being in thermal contact with the ablation electrode (22), is electrically isolated from the ablation electrode (22). This allows the heat sink (40) to conduct heat away from the ablation electrode (22) without dissipating electrical energy from the electrode (22). In this regard, the heat sink (40) may prevent build-up of excess heat within the electrode (22) that may result in blood coagulation and/or tissue charring.\""}
{"id":"17904","name":"17904","content":"An endoscope system (1) is provided with a flexible forceps insertion portion (i.e., a treatment tool insertion portion) (6) at whose distal end is provided a forceps distal end portion (i.e., a treatment tool distal end portion) (5) that receives forwards or backwards driving force and opens and closes to grip tissue, a channel (7) through which the forceps insertion portion (6) can be inserted, an insertion/ extraction device (8) that inserts or extracts the forceps insertion portion (6) from within the channel (7), and an operating device (10) that supplies forwards or backwards driving force to the forceps distal end portion (5). The insertion/extraction device (8) and the operating device (10) are provided with drive shafts (13) that are driven to pivot by a motor (i.e., pivot drive source) that is fixedly supported inside an operating unit (3), rollers (15) that receive pivot driving force from the drive shafts (13) and are able to pivot so as to move the forceps insertion portion (6) forwards or backwards, and a power transmission device (16) that transmits pivot drive force from the drive shafts 13 to the rollers 15.\""}
{"id":"17944","name":"17944","content":"An apparatus for securing a graft ligament in a bone tunnel, wherein said graft ligament comprises a bone block and a ligament attached to said bone block, said apparatus comprising; \\n a plate having a body with an opening formed therein, and a plurality of pointed legs (130) extending therefrom, said body being sized to receive said bone block between said pointed legs; and \\n a crosspin (100) comprising a shaft and screw threads formed thereon, said shaft being sized to pass through said opening such that said crosspin may secure said bone block to the wall of the bone tunnel.\""}
{"id":"1891","name":"1891","content":"A suture anchor (1), an insertion tool (Fig 4) for inserting a suture anchor, and a device for internal working of hole in bony tissue (Fig 5). The anchor comprises an anchor body having a longitudinal cross-section defined by a perimeter. The perimeter comprises at least one tissue-intruding edge (4) formed between the first side and the second side of the perimeter. The intruding edge is arranged to penetrate the tissue during a rotating motion of the anchor in said opening. The anchor further comprises an abutment surface (5), arranged substantially on the opposite side of the anchor body in relation to said intruding edge. The first side of the intruding edge is arranged to connect with the abutment surface by a connecting part of the perimeter having the shape of a substantially curved piece (8) in said longitudinal cross-section.\""}
{"id":"4118","name":"4118","content":"A catheter sheath 12 includes a tubular member 14 defining a lumen 18, a distal region of the tubular member 14 defining a plurality of discrete elements 28. The discrete elements 28 are displaceable between a first position in which the discrete elements 28 extend parallel to a longitudinal axis of the tubular member 14 and a second position in which the discrete elements 28 project outwardly transverse to the longitudinal axis of the tubular member 14. A plurality of electrical conductors 30 is associated with the tubular member 14, the conductors 30 projecting into the distal region of the tubular member 14. A sleeve is about the tubular member 14, the sleeve and the tubular member 14 being displaceable axially with respect to each other for effecting displacement of the discrete elements 28 between their first and second positions. At least one electrode 36 is carried by at least one of the discrete elements 28, the at least one electrode 36 being in an operative position when the discrete elements 28 are in their second position.\""}
{"id":"4129","name":"4129","content":"A cannula assembly (100) includes a housing (102) and a cannula member (104) connected to the housing. The cannula member has leading and trailing ends and defines a longitudinal axis. The cannula member further includes a main body (106), a seal (110) adjacent the leading end and a flexible portion (108) disposed between the main body (106) and the seal (110). The seal (110) is capable of receiving an instrument therethrough while maintaining a substantial sealed relation with the instrument. The flexible portion (108) is configured to permit movement of the seal relative to the longitudinal axis during manipulation of the endoscopic instrument. The flexible portion (108) of the cannula member may include one or more bellows (112). The one or more bellows (112) may form a goose neck configuration. Alternatively, the one or more bellows (112) define a series of ridges and grooves.\""}
{"id":"4172","name":"4172","content":"An apparatus is disclosed for the reception of a surgical instrument inserted through a cannula assembly. An orifice in a seal member defines a central longitudinal axis in general alignment with the cannula assembly. The seal member includes an elastic member for engaging the surgical object about the orifice and forming a fluid-tight interface. A fiber loop is at least partially embedded in the elastic member and serves to compress central portions of the elastic member around the instrument. The fiber loop may form a loop around the orifice and may cooperate with other fiber loops similarly embedded in the seal.\""}
{"id":"4181","name":"4181","content":"A surgical access assembly for use with a surgical access device includes a housing defining a central longitudinal axis, an elongate access member extending from the housing whereby the housing and the access member having a longitudinal passage dimensioned to permit passage of a surgical instrument, an instrument seal disposed within the housing and being adapted to establish a substantial fluid tight seal about the instrument and a zero closure valve mounted relative to the housing and being adapted to assume an open condition upon passage of the surgical instrument and a substantially closed position in the absence of the instrument. The zero closure valve includes a valve periphery and first and second lips depending from the valve periphery. The first and second lips have lip edge surfaces in juxtaposed relation to define a slit when the valve is in the closed position thereof. At least one of the lips has a general arcuate internal lip surface leading to the lip edge surface to define a sloping configuration dimensioned to facilitate passage of the surgical instrument through the valve. Each of the first and second lips may define a general arcuate lip surface. In one embodiment, the internal arcuate lip surface of each of the first and second lips includes an outer surface portion arranged at a first angle relative to the longitudinal axis of the seal housing and an inner surface portion arranged at a second angle relative to longitudinal axis and being different from the first angle. The first angle is greater than the second angle.\""}
{"id":"4201","name":"4201","content":"A surgical instrument including a switching mechanism which allows a surgeon to selectively advance or retract a staple driver and/or cutting member within a staple cartridge. In various embodiments, the surgical instrument can include a handle, a trigger operatively coupled to the handle, a firing drive, and an end effector. The firing drive can include a first ratchet assembly configured to advance a cutting member in the end effector and a second ratchet assembly configured to retract the cutting member. The trigger can include first and second pawls pivotably mounted thereon which are configured to be selectively engaged with the first and second ratchet assemblies, respectively. In at least one embodiment, the trigger can be configured to slide between a first position in which the first pawl is engaged with the first ratchet assembly and a second position in which the second pawl is engaged with the second ratchet assembly.\""}
{"id":"4752","name":"4752","content":"The invention is directed to a catheter introducer device, comprising: a sheath portion (2) including a sheath (5) and a first hollow hub (4) fitted to a proximal end of said sheath (5) which is adapted to be inderted into blood vessels (18); a dilator (3) including a tube (7) detachably insertable into said sheath (5), and a second hub (6) fixed to a proximal end of said tube (7) which is adapted to guide a guide wire therethrough; first means for preventing relative axial movement of said sheath portion (2) and said dilator (3) when said tube (7) is inserted into said sheath (5) and second means for preventing relative circumferential rotation of said sheath portion (2) and said dilator (3) when said tube is inserted into said sheath (5), said first and second means being arranged betweeen said first and second hubs (4,5). In accordance with the invention said first and second means (9,10,11,12) are adapted to safely prevent relative axial movement and circumferential rotation of the sheath portion relative to the dilator.\""}
{"id":"5040","name":"5040","content":"A surgical instrument, such as an endoscopic or laparoscopic instrument. The surgical instrument may comprise an end effector (12) comprising at least one sensor (368). The surgical instrument may also comprise an electrically conductive shaft (8) having a distal end connected to the end effector (12) wherein the sensor (368) is electrically insulated from the shaft (12). The surgical instrument may also comprise a handle connected to a proximate end of the shaft (12). The handle may comprise a control unit (300) electrically coupled (400) to the shaft such that the shaft (8) radiates signals as an antenna from the control unit (300) to the sensor (368) and receives radiated signals from the sensor (368). Other components electrically coupled to the shaft may also radiate the signals.\""}
{"id":"5072","name":"5072","content":"A method and apparatus for ablating tissue are disclosed that comprise positioning two or more bi-directional ablation energy sources in spaced-apart relation in sufficient proximity to the tissue to be ablated so that, upon activation each energy source creates an energy field in the tissue to be ablated. The energy sources are spaced such that the energy fields created by at least one of the activated sources partially overlaps with the energy field created by one or more of the other energy sources. The energy sources are alternately activated and deactivated, so that a substantially constant energy field results where the energy fields created by at least two of the energy sources overlap. While the energy sources are preferably RF energy sources, other energy sources, such as microwave, may be used.\""}
{"id":"574","name":"574","content":"The medical instrument such as endoscope is inserted into the vascular system of patient (5) so as to form a path partially inside the vascular system. The position of the instrument head is calculated from structural data of vascular system, length data and the relative position between a reference point and the vascular system. The instrument is guided towards the reference point, using the length data representing the length of the path between the reference point and the instrument head. Independent claims are included for the following: (1) storage medium storing program for ascertaining position of head of medical instrument in vascular system; (2) device for ascertaining position of head of medical instrument in vascular system; and (3) operation system.\""}
{"id":"8241","name":"8241","content":"A method and apparatus that adapts, from time to time, a frequency error estimation algorithm between a cyclic prefic (CP) correlation algorithm and pilot symbols algorithm depending on the values of several variables, including service (VoIP/high data rate), signal to noise ratio (SNR), Doppler spread, system BW, and whether the system is time division duplex (TDD) or frequency division duplex (FDD). The method and apparatus is also adapted to select both algorithms. Furthermore, based on the value of at least one of the variables, the frequency error is estimated from either a serving cell or camping cell alone, or a serving cell or camping cell and at least another neighboring cell.\""}
{"id":"9013","name":"9013","content":"A spill resistant container assembly (4) having a container (14) adapted to contain a fluid, such as a bubble solution is provided. A generally elastic concave seal member (10) extends across an opening of the container so as to aid in preventing the fluid from spilling out of the container, if the container is knocked over or held in an inverted position. The seal member has a slit (22) capable of receiving the first end of a fluid carrier member (12) such as a bubble wand. The elasticity of the seal member holds the slit in a normally closed position to prevent spilling.\""}
{"id":"9905","name":"9905","content":"A method of suture welding is disclosed which includes: receiving suture segments between first and second jaw members, the first and second jaw members being in an open state, closing the first and second jaw members to captively hold and position the suture segments between the first and second jaw members; selectively applying an elongated joiner element to the suture segments where the joiner element has a selectively operative heating element facing the suture segments; and applying energy to the heating element to weld the suture segments-to-be-welded, whereby the heating element has a temperature above a predetermined threshold adapted to at least partially melt the suture segments.\""}
{"id":"10011","name":"10011","content":"According to one aspect, a method of determining motion of at least one feature present in a plurality of images, the plurality of images captured by a single camera of a scene, each of the plurality of images resulting from light passing through an aperture positioned at a different location for each of the plurality of images is provided. The method comprises determining the motion, in integer pixel units using a first tracking algorithm, of the at least one feature between a first image of the plurality of images and a second image of the plurality of images to obtain an integer pixel measurement of the motion, offsetting the first image and the second image according to the integer pixel measurement, determining the motion, in sub-pixel units using a second tracking algorithm, between the at least one feature in the offset first image and the second image to obtain a sub-pixel measurement, and combining the integer pixel measurement and the sub-pixel measurement to form an estimate of the motion of the at least one feature.\""}
{"id":"10213","name":"10213","content":"As one example, a system for monitoring client Internet activity is provided. The system comprises a channel server including multiple channels, each of which are defined at least in part by an activity profile associated with the channel, and a monitor configured to monitor Internet activity of a plurality of clients and detect when any of the monitored clients satisfy any of the activity profiles associated with the channels, where for a given user, the monitor is configured to monitor interaction of the user in relation to multiple different independent websites to determine if one of the activity profiles is satisfied.\""}
{"id":"10325","name":"10325","content":"A system and method of transmitting video in a time division multiplexing (TDM) system, wherein the method comprises identifying a video reference frame from a series of video frames; encoding a difference between the video reference frame and a video non-reference frame; placing the video reference frame at a beginning of a data burst; transmitting the series of video frames and the data burst from a transmitter to a mobile TV receiver; and the mobile TV receiver immediately locating the video reference frame upon receipt of the data burst. The method may further comprise the mobile TV receiver decoding the series of video frames. Additionally, the placing process results in a substantially non-existent channel switching delay in the mobile TV receiver. Moreover, the method may further comprise placing exactly one video reference frame at the beginning of the data burst. Preferably, the TDM system comprises a mobile TV system.\""}
{"id":"10689","name":"10689","content":"An untethered stylus, configured to cooperate with a location sensor, includes a coil resonant circuit configured to develop an arbitrary AC voltage in response to a varying magnetic field produced by the location sensor. The coil resonant circuit includes a first capacitor and an inductive coil. A power converter includes a switch circuit having an output coupled to a second capacitor, an input coupled to the coil resonant circuit, and a threshold voltage. The switch circuit facilitates charging of the second capacitor in response to the arbitrary AC voltage and discontinuance of second capacitor charging in response to a voltage across the first capacitor reaching the threshold voltage so as to prevent diversion of a discharging current when the arbitrary AC voltage exceeds the threshold voltage. A stable DC voltage is provided at the output of the switch circuit. The power converter is preferably devoid of a Zener diode.\""}
{"id":"13122","name":"13122","content":"An antisense-oligonucleotides (AS-OND), that specifically and selectively downregulate peripheral neuronal nitric oxide synthase (nNOS) or peripheral mu-opioid receptors (MOR), and a pharmaceutical composition comprising antisense-oligonucleotides, and a method of downregulation nNOS and MOR are disclosed. Current invention allows for direct targeting of genes with antisense oligonucleotides - mRNA of peripheral neuronal nitric oxide synthase (nNOS), involved in causing inflammatory and neuropatic pain, and mRNA of peripheral mu-opioid receptors (MOR), involved in opioid analgesia. Antisense oligonucleotides can be used for the manufacture of a medicament for treating chronic neuropathic pain and for (topical) medicament for treating chronic skin diseases such as psoriasis.\""}
{"id":"13504","name":"13504","content":"In one aspect, the present disclosure is directed to a rotary valve including a valve body having a curved portion and two side portions, wherein a line extending through the respective centers of the side portions defines an axis of rotation of the rotary valve. The valve body may include a first fluid connection arranged in the body to fluidly connect at least one of the side portions and the curved portion, via a first opening in at least one of the side portions and a second opening in the curved portion. The valve body may also include a second fluid connection arranged in the body to fluidly connect at least one of the side portions and the curved portion, via a third opening in at least one of the side portions and a fourth opening in the curved portion, respectively.\""}
{"id":"14004","name":"14004","content":"In one exemplary embodiment, a method includes: estimating network load for at least one region of a network using a load measurement method (201 ); using a decision criteria and the estimated network load, determining whether a bandwidth frequency allocation of a dedicated shared bandwidth for the at least one region should be modified, wherein the dedicated shared bandwidth includes bandwidth used by a plurality of systems of the network (202); and in response to determining that the bandwidth frequency allocation should be modified, modifying the bandwidth frequency allocation of the at least one region (203). In another exemplary embodiment, a method includes: providing a dedicated bandwidth to be allocated among a plurality of systems of a network including a first system and a second system; and allocating the dedicated bandwidth such that it includes a first allocation for the first system, a second allocation for the second system and a shared portion.\""}
{"id":"1641","name":"1641","content":"It is provided a utility vehicle (20), preferably a tractor, comprising an engine (130), a main hydraulic pump (134) and an auxiliary hydraulic pump (126), the pumps (126,134) being driven by the engine (130); a loader hydraulic system (120) having a first valve (177) for operating a boom (82), a second valve (178) for operating a bucket (81), and a third valve (179) for operating an auxiliary hydraulic circuit connectable to a hydraulically powered attachment, wherein the auxiliary hydraulic pump (126) is connected via fluid lines to provide a flow of pressurized hydraulic fluid to a valve (200) of the hydraulic system.\""}
{"id":"16746","name":"16746","content":"A method implemented on a mobile device that includes speech recognition functionality involves: receiving an utterance from a user of the mobile device, the utterance including a spoken search request; recognizing that the utterance includes a spoken search request; sending a representation of the spoken search request to a remote server over a wireless data connection; receiving search results over the wireless data connection that are responsive to the search request; storing the results on the mobile device; receiving a subsequent search request; performing a subsequent search responsive to the subsequent search request to generate subsequent search results, the subsequent search including searching the stored search results; and presenting the subsequent results on the mobile device. The method also involves indexing the stored results according to the user's search request, enhancing the device's ability to recognize frequently requested searches, and pre-loading the device with results corresponding to certain frequently requested searches.\""}
{"id":"16890","name":"16890","content":"In one embodiment, an apparatus and method for an angular-directed spatial deinterlacer are disclosed. In one embodiment, the method comprises calculating a cost measure for each of multiple angle candidates for a target pixel block to be deinterlaced in a spatial-only domain, determining a horizontal angle measure for the target pixel block, establishing a global minimum angle from the multiple angle candidates by determining the lowest cost measure from the multiple angle candidates, establishing a local minimum angle from the multiple angle candidates by sifting through the angle candidates in a hierarchical manner, and filtering the global minimum angle and the local minimum angle to create a value for interpolating the target pixel block for deinterlacing. Other embodiments are also described.\""}
{"id":"16902","name":"16902","content":"In particular aspects, stem-cell polycomb group (PcG) targets are more likely to have cancer-specific promoter DNA methylation than non-targets, indicating a stem-cell origin of cancer, where reversible gene repression is replaced by permanent silencing, locking the cell into a perpetual state of self-renewal and predisposition to subsequent malignant transformation. Exemplary aspects provide methods for identifying preferred DNA methylation markers for a cellular proliferative disorder and/or cancer and markers for developmental lineages and/or stages, based on identifying PcG protein or PcG repressive complex genomic target loci within a precursor cell (e.g., stem or progenitor cell) population, and determining, in cells of the proliferative disorder and/or cancer or cell of the particular developmental lineages and/or stages, a characteristic methylation status of the PcG target loci. Additional aspects provide methods for validating and/or monitoring a precursor cell (e.g., stem cell) population. Diagnostic and prognostic methods for ovarian and breast cancer are provided.\""}
{"id":"17070","name":"17070","content":"In Pavlovian and instrumental conditioning, rewards typically come seconds after reward triggering actions, creating an explanatory conundrum known as the distal reward problem or the credit assignment problem. How does the brain know what firing patterns of what neurons are responsible for the reward if (1) the firing patterns are no longer there when the reward arrives and (2) most neurons and synapses are active during the waiting period to the reward? A model network and computer simulation of cortical spiking neurons with spike-timing-dependent plasticity (STDP) modulated by dopamine (DA) is disclosed to answer this question, STDP is triggered by nearly coincident firing patterns of a presynaptic neuron and a postsynaptic neuron on a millisecond time scale.\""}
{"id":"3001","name":"3001","content":"There is described a decodable indicia reading terminal which in one embodiment can capture and process a certain (e.g., a first) and a subsequent (e.g., a second) frame of image data, wherein the certain and the subsequent frames have different imaging attributes. In one embodiment the attributes between certain and subsequent frames are differentiated in that the certain frame represents light incident on pixels of a first image sensor (111) and the subsequent frame of image data represents light incident on pixels of a second image sensor (211) spaced apart from the first image sensor. Additionally, or in the alternative, the attributes between certain and subsequent frames can be differentiated in that the first frame represents light incident on an image sensor under a first illumination profile and the subsequent frame represents light incident on pixels of an image sensor under a second illumination profile. In one embodiment imaging attributes of a frame subject to decoding are maintained constant for each frame subject to processing during a time that a trigger signal remains active. In one embodiment the certain and subsequent frames can be processed to yield partial decoding results and the partial decoding results can be combined to form a complete decoding result.\""}
{"id":"4024","name":"4024","content":"According to an aspect of an embodiment, an apparatus has a pair of first system boards, each of the first system boards including a processor and being adapted for sending duplicate requests, in parallel, respectively, a second system board including a processor and being adapted for sending requests, a first transfer device for transferring requests, having a first arbiter for selecting and outputting one of the duplicate requests sent from each of the first system boards, and a second arbiter for selecting and outputting one of the requests sent from the second system board and a second transfer device for transferring requests, having a third arbiter for selecting one of the duplicate requests sent from each of the first system boards and outputting the selected request in synchronization with the selected request outputted by the first arbiter, the second transfer device having a forth arbiter.\""}
{"id":"4069","name":"4069","content":"An image reading device includes a light source, a reading unit to convert received light to image data, a correction unit to correct the image data based on correction data, a storing unit storing the correction data, an illumination target switch unit to switch an illumination target between a read position and a reference position, a reflector reflecting light, a judgment unit to judge whether the image data outputted by the reading unit at the read position satisfies a predetermined condition, a correction data determination unit to determine the correction data in response to a fact that the illumination target of the light source is switched to the reference position, and a correction data update unit to store the correction data in the correction data storing unit. The illumination target switch unit switches the illumination target to the reference position if the image data satisfies the predetermined condition.\""}
{"id":"473","name":"473","content":"The roller (3) e.g. founter roller, has a fixed axle and a roller casing (9), which is supported over a set of pivot bearings (10, 11, 12) on the fixed axle. One of the pivot bearings (12) is arranged and aligned with the pivot bearings (10, 11), and the fixed axle exhibits an axial curvature. The pivot bearing (12) is set in axle parallel to the pivot bearing (10) and to the pivot bearing (11). he roller casing is torque-proofly connected with a gear wheel (8), which is rotatable together with the roller casing around the fixed axle. An independent claim is also included for a method for adjustment of a roller in a printing machine.\""}
{"id":"6047","name":"6047","content":"A scanner module (50) includes an illumination optical unit (10) which illuminates light to an object, a plurality of reflecting mirrors (20) which reflect a light beam from the object and change a light path, a sensor unit (35) which reads information about the object from the incident light beam, a focusing lens unit (31) which is disposed between the plurality of reflecting mirrors (20) and the sensor unit (35) and focuses the light beam reflected from the plurality of reflecting mirrors (20) onto the sensor unit (35), and a ghost image preventing unit (40) which is formed on at least one of the plurality of reflecting mirrors (20) and controls a ghost image from being directed to the sensor unit (35).\""}
{"id":"6185","name":"6185","content":"An image processing apparatus includes a plurality of addition means and an image processing means. The addition means performs addition processing of adding pixels of a differential image at a second resolution representing a difference between an inputted image at a first resolution and an image at the second resolution higher than the first resolution as pixels of an inputted image at the second resolution. The image processing means is configured to perform second and subsequent addition processing, and generate an image of the second resolution as a processing result by performing the addition processing for a predetermined number of times. The addition processing is performed with inputs of an image at the first resolution and an image at the second resolution obtained by an immediately preceding addition processing, which are different from each other.\""}
{"id":"9795","name":"9795","content":"A rolling bearing has a first ring, a second ring concentric with the first ring, and a plurality of rolling elements disposed between the first and second rings, the first ring and the second ring both being generally annular and having gaps therein. A rotating mechanism has a support structure, a rotating structure, and a rolling bearing as described herein mounted on the support structure and engaging the rotating structure. A rotating mechanism having a CTE and a non-split ring bearing having a bearing CTE that is significantly less than the mechanism CTE can be improved by replacing the non-split ring bearing with a bearing having a similar CTE and a gap in the inner ring and in the outer ring.\""}
{"id":"12920","name":"12920","content":"The reproduction device (2) has multiple vibration stimulators (4) e.g. piezoactuators, and a control unit (6) for controlling the vibration stimulators. The control unit is provided such that it is linked with its body according to a changeable vibration field (12) by coordinate movement of an upper side (10) of the vibration stimulators, so that sound vibration is generated by the vibration field. The vibration stimulators are coupled to a vibration body for generating a bending wave vibration in the vibration body, where the vibration stimulators are arranged in a matrix form. An independent claim is also included for a method for generating sound.\""}
{"id":"14438","name":"14438","content":"A photodetector capable of improving dynamic range for input signals is provided. This photodetector includes a photoelectric converting portion (D1), a charge separating portion (D2), a charge accumulating portion (D3), a barrier electrode (24) formed between the charge separating portion (D2) and the charge accumulating portion (D3), and a barrier-height adjusting portion (D4) electrically connected to the barrier electrode (24). Undesired electric charges such as generated when environment light is incident on the photoelectric converting portion (D1) are removed by the charge separating portion (D2). A potential barrier with an appropriate height is formed under the barrier electrode (24) by applying a voltage to the barrier electrode (24) according to an electric charge amount supplied from the charge separating portion r(D2) to the barrier-height adjusting portion (D4). Electric charges flowing from the charge separating portion (D2) into the charge accumulating portion (D3) over the potential barrier are provided as an output of the photodetector.\""}
{"id":"1487","name":"1487","content":"A mixing and dispensing apparatus (10) has a small bottle (40,80,96) which is positioned within a larger bottle (20,90). The small bottle (40,80,96) contains a concentrated solution, and the larger bottle (20,90) contains water. The small bottle has a nozzle (43,46) that is off-center, a grip base (48) that is an integral part of the bottle, and a vent to maintain zero atmospheric pressure internally. The small bottle (40,80,96) is inverted and placed within the neck (24) of the large bottle (20,90). The small bottle (40,80,96) is then rotated so that the neck of the nozzle (43,46) comes between two arms (32) of a release mechanism which is an integral part of the large bottle. In an alternative preferred embodiment, the nozzle (43,46) is centered, and is pushed through the arms (86) of the release mechanism (82). Once the apparatus is ready for use, the small bottle (40,80,96) is pulled upward using the base grip (48) or a pull ring (100), thereby opening the nozzle (43,46) and releasing the contents of the small bottle (40,80,96) into the large bottle (20,90). The contents are poured out through the space (26) between the small bottle and the neck of the large bottle (24), or through a separate pour spout (22,120). <IMAGE>\""}
{"id":"16838","name":"16838","content":"A self-sustaining, portable, power station that may be moved by land, air, or sea to an area that has no utilities. The station is provided with at least one wind turbine and/or solar panel arrays in communication with at least one electrical distribution and storage means. The derived electricity is used to power various systems including, albeit not limited to, a communications system, a water filtration system, a water distribution system to allow the public to draw potable water and provide basic hygiene. The electricity derived may also be used to run outside systems, such as schools, hospitals, or the like.\""}
{"id":"17124","name":"17124","content":"Multi-event input systems, methods, and devices for use in connection with touch-sensitive electronic devices are disclosed. In accordance with certain embodiments of the present disclosure, a third state called 'hover' can be achieved on a touch-base user interface device in addition to the states of pointer down and pointer up. In an embodiment involving a capacitive touch-sensing surface, one way to achieve the third state is for the user to contact the touchpad or touch screen with a non-flesh part of a finger, such as a fingernail, rather than the fleshy part of a finger. In other embodiments, the non-flesh part may comprise an electrically insulative layer covering a portion of a finger. The third state enables an adjunct system's user interface to achieve active navigation around the screen in a pointer-up (or left-up) input tool condition. One result is that mouseover pop-ups can be used on touch screen devices. Another result is that tooltips can be used on touch screen devices. Another result is that text can be selected using touch screen devices.\""}
{"id":"2350","name":"2350","content":"There is provided a nickel powder which is inexpensive, has low electrical resistance when kneaded with a resin, has good weatherability, and can be used as an electrically conductive particles which are used as electrically conductive fillers for an electrically conductive paste. The nickel powder contains 1 - 20 % by mass of cobalt and the balance which comprises nickel and unavoidable impurities and which is formed of secondary particles of aggregated primary particles, which powder is characterized in that the powder has an average primary particle diameter being in 1.0 - 3.0 m, a ratio /d 1 of a standard deviation  of a primary particle diameter to the average primary particle diameter d 1 being 0.4 or less, an average secondary particle diameter being 5-60 m, a tap density being 1.0 - 3.5 g/mL, and a specific surface area being 2.0 m 2 /g or less.\""}
{"id":"2875","name":"2875","content":"To provide a small, thin and light-weighted composite sensor which can also detect light together with sound, vibration, pressure or acceleration by a single sensor. An electret capacitor type composite sensor is constituted by a casing 11, an electrode 12, a hole portion (which is a sound hole and also a light introduction hole) 22, a spacer 31, a vibration plate 41 having light transmissibility, a vibration plate ring 42, a printed board 6 and a semiconductor element 61. Further, a photoelectric conversion portion having a function of photoelectric effect is provided at a portion of the surface of the semiconductor element 61, light is conducted to the photoelectric conversion portion via the hole portion 22 and the vibration plate 41 having light transmissibility, and an electric signal generated by the photoelectromotive force is taken out independently from an electric signal generated by the change of the electrostatic capacitance of the electret capacitor.\""}
{"id":"3838","name":"3838","content":"An imaging apparatus includes a plurality of photoelectric conversion units (105) configured to output an image signal obtained by executing photoelectric conversion and a noise signal; a clipping unit (3) configured to clip the noise signal to a clipping level when the noise signal exceeds a preset clipping level; a control unit configured to calculate the clipping level based on a signal read from the plurality of photoelectric conversion units (105) and set the calculated clipping level to the clipping unit (3) as the preset clipping level; and a differential unit (107) configured to execute differential processing of subtracting a noise signal read from the photoelectric conversion unit (105) and clipped by the clipping unit (3), from an image signal read from the plurality of the photoelectric conversion units (105).\""}
{"id":"4822","name":"4822","content":"Second output ports (A2, B2) are provided in the upper surface of a valve body (14), and installed selectively and detachably to the second output ports (A2, B2) is one of one-touch pipe joints (38, 38) and a piping adaptor (42) for establishing a communication between the second output ports (A2, B2) and front output ports (48, 48) via output passageways (50a, 50b). When the one-touch pipe joints (38, 38) are mounted, it is possible to connect an output piping (37) to the valve body (14) from above via the one-touch pipe joints (38, 38), and when the piping adaptor (42) is mounted, it is possible to connect the output piping (37) to the valve body (14) from front via one-touch pipe joints (52, 52) installed to the front output ports (48a, 48b). <IMAGE>\""}
{"id":"4980","name":"4980","content":"To provide a breast-milk pad, which can be produced relatively easily, reduces an uncomfortable sensation to the skin surface of a user, and has excellent shape retention properties, and a method for producing the breast-milk pad. The breast-milk pad comprises a material that is made up by stacking: a back sheet 11 that prevents permeation of liquid; a top sheet 13 that contacts the body; and an absorber 12 that is disposed between the back sheet 11 and the top sheet 13, wherein the top sheet and the back sheet are bonded to each other in an outer peripheral portion, cutout portions 22 obtained by cutting the absorber are formed in positions facing each other at the outer peripheral portion such that cutout width of each of the cutout portions gradually narrows down inwardly, the top sheet and the back sheet are bonded to each other on the inner side between the cutout portions, and the breast-milk pad further comprises bonding portions 21 for bonding inner surfaces of the top sheet together, which are superposed at each of cutout portions, in a state in which the product is folded up along a folding line 23 connecting the cutout portions facing each other so that the top sheet forms the inner surfaces.\""}
{"id":"5924","name":"5924","content":"A spatial information detecting device is provided, which is capable of reducing the possibility that a saturation phenomenon is caused by the influence of an environmental light. This device includes a photoelectric converting portion for receiving a signal light from a target space to generate electric charges, a charge separating portion for separating electric charges corresponding to a constant amount of a bias component as undesired electric charges from the electric charges generated by the photoelectric converting portion, a charge accumulating portion for accumulating the remaining electric charges as effective electric charges reflecting a fluctuation component of the signal light, a barrier control electrode for forming a potential barrier between the charge separating portion and the charge accumulating portion, and a charge take-out portion for outputting the effective electric charges as an received-light output. By controlling a voltage applied to the barrier control electrode to change a height of the potential barrier, it is possible to adjust an amount of electric charges flowing from the charge separating portion into the charge accumulating portion over the potential barrier.\""}
{"id":"7315","name":"7315","content":"A photoelectric sensor device comprising a sensor chip having a one-dimensional or two-dimensional arrangement of a multiplicity of photoelectric transducer elements, which form individual pixels, and an element, which is directly applied to the sensor chip and has controllable light transmission for controlling the exposure of individual transducer elements and/or groups of transducer elements, is characterized in that the element having controllable light transmission comprises a first and a second polarization filter (11, 6) and a liquid crystal element (8) which is arranged between said polarization filters, and in that the second polarization filter (6) which is arranged between the transducer elements and the liquid crystal element (8) is formed by an electrically conductive layer (5) which is directly applied to the sensor chip and is patterned in the form of parallel strips.\""}
{"id":"8199","name":"8199","content":"To provide an inhalation device which has improved use properties, particularly advanced moisture protection while in use, an inhalation device (1) for powder drugs is proposed comprising at least one storage chamber (13) for accommodating a plurality of drug powder doses and a dosing device which includes at least one dosing slider (15) which is movable approximately with a translatory movement in a dosing slider passage (16) at least from a filling position into an emptying position, wherein the inhalation device (1) further includes a device for inhalation-triggered automatic movement of the dosing slider (15) from its filling position into the emptying position and a return device for automatic movement of the dosing slider (15) back into the filling position.\""}
