{"id":"05f5d3b13972c9cea9c07e42b116ac101abd44da","name":"The clustering of massive galaxies at z 0.5 from the first semester of BOSS data","content":"We calculate the realand redshift-space clustering of massive galaxies at z ∼ 0.5 using the first semester of data by the Baryon Oscillation Spectroscopic Survey (BOSS). We study the correlation functions of a sample of 44,000 massive galaxies in the redshift range 0.4 < z < 0.7. We present a halo-occupation distribution modeling of the clustering results and discuss the implications for the manner in which massive galaxies at z ∼ 0.5 occupy dark matter halos. The majority of our galaxies are central galaxies living in halos of mass 1013 h−1 M , but 10% are satellites living in halos 10 times more massive. These results are broadly in agreement with earlier investigations of massive galaxies at z ∼ 0.5. The inferred large-scale bias (b 2) and relatively high number density (n̄ = 3×10−4 h3 Mpc−3) imply that BOSS galaxies are excellent tracers of large-scale structure, suggesting BOSS will enable a wide range of investigations on the distance scale, the growth of large-scale structure, massive galaxy evolution, and other topics."}
{"id":"0aaedaa98e874ff98084c5beed1d33f19342f097","name":"Chandra X-ray Spectroscopy of the Focused Wind in the Cygnus X-1 System I. the Nondip Spectrum in the Low/hard State","content":"We present analyses of a 50 ks observation of the supergiant X-ray binary system Cygnus X-1/HDE 226868 taken with the Chandra High Energy Transmission Grating Spectrometer (HETGS). Cyg X-1 was in its spectrally hard state and the observation was performed during superior conjunction of the black hole, allowing for the spectroscopic analysis of the accreted stellar wind along the line of sight. A significant part of the observation covers X-ray dips as commonly observed for Cyg X-1 at this orbital phase, however, here we analyze only the high count rate nondip spectrum. The full 0.5–10 keV continuum can be described by a single model consisting of a disk, a narrow and a relativistically broadened Fe Kα line, and a power-law component, which is consistent with simultaneous RXTE broad band data. We detect absorption edges from overabundant neutral O, Ne, and Fe, and absorption line series from highly ionized ions and infer column densities and Doppler shifts. With emission lines of He-like Mg XI, we detect two plasma components with velocities and densities consistent with the base of the spherical wind and a focused wind. A simple simulation of the photoionization zone suggests that large parts of the spherical wind outside of the focused stream are completely ionized, which is consistent with the low velocities (<200 km s−1) observed in the absorption lines, as the position of absorbers in a spherical wind at low projected velocity is well constrained. Our observations provide input for models that couple the wind activity of HDE 226868 to the properties of the accretion flow onto the black hole."}
{"id":"0dedd4b41af475bfcfe17b35520191e0c4c71e1f","name":"OSSE observations of 1 E 1740 . 7 { 2942 in 1992","content":"We present data on the galactic X-ray source 1E 1740.7{2942 from the Oriented Scintillation Spectrometer Experiment (OSSE) on board NASA's Compton Gamma Ray Observatory. Episodes of increased low-energy gamma radiation have been reported from this source, including 1-day events in 1990 October and 1992 September. These events, of intensity 7 10 ?3 and 4 10 ?3 photons cm ?2 s ?1 , respectively, have been interpreted as broadened and redshifted positron annihilation radiation. OSSE conducted observations of the Galactic Center region during a 21-day interval from 1992 Septem-ber 17 thru 1992 October 8. This includes the time of increased 200-450 keV emission from 1E 1740.7{2942 reported by SIGMA. The OSSE observations do not connrm this event. For the speciic outburst recorded by SIGMA, 1992 Sep. 19.42-20.58 (UT), OSSE data provide an upper limit (3) of 2:4 10 ?3 photons cm ?2 s ?1 ."}
{"id":"45f39b70b71280055ac71129499e7de49ecbc024","name":"The Hipparcos Photometry and Variability Annexes","content":"A summary of the photometric data obtained by the Hipparcos and Tycho missions is presented. The photometric signals and their reduction to magnitudes are described, as well as the passbands and their evolution. The main mission photometry provided on average 110 observations for each of the 118 000 stars observed during the mission. The accuracies for this epoch photometry range from a few millimagnitudes for the brightest stars to a few hundreds of a magnitude for the fainter ones. The data coverage was very much a function of ecliptic latitude, with the most homogeneous coverage near the ecliptic poles, and the most observations close to ecliptic latitude 47 . The Hipparcos epoch photometry for all stars was investigated for variability and around 970 new periodic variables were discovered, as well as some 7000 unresolved variables (including micro variables, irregular variables, as well as variables for which a period could not be determined based on the Hipparcos data only). Median magnitudes as well as course variability indicators, derived from the epoch photometry, are included in the the main astrometric catalogue. All Hipparcos epoch photometry has been made available on the ASCII CD-ROM, disks 2 and 3. The Tycho epoch photometry was of lower accuracy, but provided useful colour index information. Only epoch photometry for a selection of the brighter stars in the Tycho catalogue has been preserved on the ASCII CD-ROM disk 4. More epoch photometry can be obtained through the CDS in Strasbourg. Mean magnitudes obtained from the Tycho photometry are, when available, included in the main Hipparcos astrometric catalogue."}
{"id":"50521dd54aa9c34fe79be0aa1464934987091ad3","name":"Solar Spectral Fine Structure in 18 - 23 GHz Band","content":"On 30th June 1989 high sensitivity-spectral resolution observations of solar radio bursts were carried out in the frequency range of 18 23 GHz. The burst observed at 17:46 UT was di erent from the 60 bursts observed so far in the sense that it exhibited a frequency ne structure superimposed on the ongoing burst in its rising phase, i.e. an additional enhancement of the ux density of the order of 10 SFU, observed only in the 21 and 22 GHz frequency channels, lasting for about 4 s. Interaction of an emerging loop with an adjacent loop accelerated particles in that loop from which the broadband burst was emitted due to the gyrosynchrotron emission. The observed ne structure is interpreted as due to thermal gyro-emission at 6th harmonic of the gyrofrequency originated from a hot kernel with short lifetime located at the top of emerging loop. We derived the hot kernel source parameters, the temperature as 8 10 K, the magnetic eld as ' 1250 G and the density as ' 5 10 cm ."}
{"id":"6cc548c5951c4ea8eab828919bc9ad14247d268e","name":"Measurement of Relativistic Time Dilatation using the Mössbauer Effect","content":"THE Mössbauer effect allows of some of the most direct tests of certain simple relativistic predictions, and in this connexion we wish to report on the progress of some experiments similar in principle to those first reported by Hay, Schiffer, Cranshaw and Egelstaff1,2. These authors measured the relativistic frequency shift between a cobalt-57 source of 14.4-keV γ-radiation, near the centre of a rotating disk, and a resonant iron-57 absorber around the periphery of the disk. On spinning the disk the resonance absorption was found to decrease, giving increases in transmission of up to 6 per cent. This was shown to correspond to a relative frequency shift the magnitude of which agreed, to within an accuracy of about 2 per cent, with that predicted by the relativistic expression (Δν/ν) = (va2 − vs2)/2c2, where va and vs are the velocities of the absorber and source. This expression may be obtained either in terms of the time dilatation of special relativity or in terms of the pseudo-gravitational potential difference between source and absorber."}
{"id":"7b26a668d53226b22c62dc6e1bcd39ed3a6912b4","name":"Estimation of Garstang emission function parameters from skyglow monitoring by all-sky camera","content":"A knowledge of an emission function of gound-based light sources is crucial for skyglow modelling. In the case of complex light sources as cities, it is in practice impossible to specify accurately their emission characteristics. Therefore various semi-empirical functions determined by some suitably defined parameters are usually used for description of city light emissions. Assessment of these parameters is obviously extremely difficult. Whether for the complexity of inverse problems of radiative transfer, or for the lack of specialized measurement devices. The aim of the article is to present a simple and effective method of retrieval of city emission function parameters from easily available experimental data. The method is applied on the Garstang emission function because of its generally wide spread utilisation in the light pollution research area. However, it can be in principle applied also on another suitably parametrized emission functions of ground-besed sources. We start from a theoretical model of diffuse radiation intensity distribution over the clear sky, which is based on the successive order of scattering method and which allows relatively simple inverse retrieval of the Garstang parameters. Ratios of zenith radiance to horizontal irradiance at various distances from a source serve as the experimental input data. Such data can be obtained by obvious inexpensive devices what forms the main advantage of the introduced method. In the paper we present utilisation of all-sky cameras which allow simultaneous measurement of the both demanded quantities."}
{"id":"9825e05b89130fd4beb56f5fa276287d242c3d87","name":"ar X iv : a st ro - p h / 98 11 42 8 v 1 2 7 N ov 1 99 8 3 D Simulation of the Gas Dynamics in the Central Parsec of the Galaxy","content":"It is thought that many characteristics of the gaseous features within the central parsec of our Galaxy, are associated with the accretion of ambient plasma by a central concentration of mass. Using a 3D hydrodynamical code, we have been simulating this process in order to realistically model the gaseous flows in the center of our Galaxy. In the most recent simulation, we have taken into account the multi-pointlike distribution of stellar wind sources, as well as the magnetic heating and radiative cooling of these stellar winds. As expected, we find that the structure of the flow is significantly different from that due to a uniform medium. We also investigate the possibility that Sgr A* is due to a distributed mass concentration instead of the canonical point mass of a black hole. We discuss the physical state of the accreting gas and how our results suggest that Sgr A* is unlikely to be associated with a “dark cluster”."}
{"id":"98401a1cc6ea857c61c960abc08c58a065828ae9","name":"Galactic disc warps due to intergalactic accretion flows onto the disc","content":"The accretion of the intergalactic medium onto the gaseous disc is used to explain the generation of galactic warps. A cup-shaped distortion is expected, due to the transmission of the linear momentum; but, this effect is small for most incident inflow angles and the predominant effect turns out to be the transmission of angular momentum, i.e. a torque giving an integralsign shaped warp. The torque produced by a flow of velocity ∼ 100 km/s and baryon density ∼ 10 kg/m, which is within the possible values for the intergalactic medium, is enough to generate the observed warps and this mechanism offers quite a plausible explanation. The inferred rate of infall of matter, ∼ 1 M⊙/yr, to the Galactic disc that this theory predicts agrees with the quantitative predictions of chemical evolution resolving key issues, notably the G-dwarf problem. Sánchez-Salcedo (2006) suggests that this mechanism is not plausible because it would produce a dependence of the scaleheight of the disc with the Galactocentric azimuth in the outer disc, but rather than being an objection this is another argument in favour of the mechanism because this dependence is actually observed in our Galaxy."}
{"id":"9cc204c6eeec8749b29cb781a2b35d2567c4c873","name":"The ROSAT Brightest Cluster Sample ( BCS ) : – III . Optical spectra of the central cluster galaxies","content":"We present new spectra of dominant galaxies in X-ray selected clusters of galaxies, which combine with our previously published spectra to form a sample of 256 dominant galaxies in 215 clusters. 177 of the clusters are members of the ROSAT Brightest Cluster Sample (BCS; Ebeling et al. 1998), and 18 have no previous measured redshift. This is the first paper in a series correlating the properties of brightest cluster galaxies and their host clusters in the radio, optical and X-ray wavebands. 27 per cent of the central dominant galaxies have emission-line spectra, all but five with line intensity ratios typical of cooling flow nebulae. A further 6 per cent show only [NII]λλ6548, 6584 with Hα in absorption. We find no evidence for an increase in the frequency of line emission with X-ray luminosity. Purely X-ray-selected clusters at low redshift have a higher probability of containing line emission. The projected separation between the optical position of the dominant galaxy and its host cluster X-ray centroid is less for the line-emitting galaxies than for those without line emission, consistent with a closer association of the central galaxy and the gravitational centre in cooling flow clusters. The more Hα-luminous galaxies have larger emission-line regions and show a higher ratio of Balmer to forbidden line emission, although there is a continuous trend of ionization behaviour across four decades in Hα luminosity. Galaxies with the more luminous line emission (L(Hα)> 10 41 erg s −1) show a significantly bluer continuum, whereas lower-luminosity and [NII]-only line emitters have continua that differ little from those of non-line emitting dominant galaxies. Values of the Balmer decrement in the more luminous systems commonly imply intrinsic reddening of E(B-V)∼ 0.3, and when this is corrected for, the excess blue light can be characterized by a population of massive young stars. Several of the galaxies require a large population of O stars, which also provide sufficient photoionization to produce the observed Hα luminosity. The large number of lower-mass stars relative to the O star population suggests that this anomalous population is due to a series of starbursts in the central galaxy. The lower Hα-luminosity systems show a higher ionization state and few massive stars, requiring instead the introduction of a harder source of photoionization, such as turbulent mixing layers, or low-level nuclear activity. The line emission from the systems showing only [NII] is very similar to low-level LINER activity commonly found …"}
{"id":"adf1938a06cf9a2a600f31d2e586f813c26e2732","name":"ROSAT high-resolution X-ray observations of M 83: detection of supernova remnant and black hole candidates","content":"High-resolution X-ray observations of the face-on galaxy M 83 with the HRI onboard ROSAT are presented. The analysis aimed at studying the X-ray point source population inside the galaxy and disentangling the X-ray emission components (i.e. point sources, extended emission from hot gas in the bulge, disk and halo). Within the D25 ellipse of M 83, 21 X-ray sources are detected with (0.1–2.4 keV band) fluxes ranging from 1.4 to 115 × 10−14 erg cm−2 s−1, corresponding to luminosities of (1.3–106)× 1038 erg s−1 for an assumed distance of 8.9 Mpc. The sources account for half (2.0 × 1040 erg s−1) of the total X-ray luminosity of the galaxy (4.1 × 1040 erg s−1). Using the high spatial resolution of the HRI instrument and applying a new technique to search for variable sources in the extended bulge region leads to the detection of four variable X-ray sources within the bulge (< 1 kpc radius from the nucleus). The amount of truly diffuse emission from hot gas represents <∼ 45% of the total bulge luminosity (1.0 × 1040 erg s−1). A variable (factor >∼ 2), super-Eddington (3.8 × 1039 erg s−1) X-ray source is found to coincide with a faint, extended optical counterpart. Based on the spectral indices opticalto-X-ray αOX = 1 and radio-to-optical αRO < 0, the source is unlikely to be a background galaxy, AGN or quasar and most likely represents a massive (∼ 30M ) accreting black hole binary, located in a compact Hii region or in a globular cluster in M 83. We also detect two luminous (3.7 and 6.7× 1038 erg s−1), previously unknown supernova remnant candidates, located in extended Hα emission complexes and coinciding with compact 6 cm and 20 cm radio sources. Bright extended X-ray emission is discerned in the southwestern spiral arm from point sources and from the overall diffuse emission with the HRI. Spectral analysis of the PSPC data gives evidence for the detection of gas flowing into the halo of the galaxy (soft 0.26 keV component, absorbed by the Galactic foreground only), and hot gas (0.95 keV) with additional intrinsic absorption, that is heated by the star-forming activity in the south-western spiral arm of M 83. Send offprint requests to: S. Immler (simmler@mpe.mpg.de)"}
{"id":"bb9838514279abd4e70db995eee3d1d414aa3a7b","name":"E ect of Gravitational Lensing on Measurements of the Sunyaev - Zel ' dovich E ect","content":"The Sunyaev{Zel'dovich (SZ) e ect of a cluster of galaxies is usually measured after background radio sources are removed from the cluster eld. Gravitational lensing by the cluster potential leads to a systematic de cit in the residual intensity of unresolved sources behind the cluster core relative to a control eld far from the cluster center. As a result, the measured decrement in the Rayleigh{Jeans temperature of the cosmic microwave background is overestimated. We calculate the associated systematic bias which is inevitably introduced into measurements of the Hubble constant using the SZ e ect. For the cluster A2218, we nd that observations at 15 GHz with a beam radius of 0 0:4 and a source removal threshold of 100 Jy underestimate the Hubble constant by 6{10%. If the pro le of the gas pressure declines more steeply with radius than that of the dark matter density, then the ratio of lensing to SZ decrements increases towards the outer part of the cluster. Subject headings: cosmic microwave background { di use radiation { galaxies: clusters: general, individual (A2218) { gravitational lensing"}
{"id":"d060e746d80ce83e16ef89488a559949638e6f08","name":"A New Hubble Space Telescope Distance to Ngc 1569: Starburst Properties and Ic 342 Group Membership","content":"We present deep HST ACS/WFC photometry of the dwarf irregular galaxy NGC 1569, one of the closest and strongest nearby starburst galaxies. These data allow us, for the first time, to unequivocally detect the tip of the red giant branch and thereby determine the distance to NGC 1569. We find that this galaxy is 3.36±0.20 Mpc away, considerably farther away than the typically assumed distance of 2.2±0.6 Mpc. Previously thought to be an isolated galaxy due to its shorter distance, our new distance firmly establishes NGC 1569 as a member of the IC 342 group of galaxies. The higher density environment may help explain the starburst nature of NGC 1569, since starbursts are often triggered by galaxy interactions. On the other hand, the longer distance implies that NGC 1569 is an even more extreme starburst galaxy than previously believed. Previous estimates of the rate of star formation for stars younger than . 1 Gyr become stronger by more than a factor of 2. Stars older than this were not constrained by previous studies. The dynamical masses of NGC 1569’s three super star clusters, which are already known as some of the most massive ever discovered, increase by ∼53% to 6-7×10M⊙. Subject headings: galaxies: dwarf — galaxies: irregular — galaxies: evolution — galaxies: individual (NGC 1569) — galaxies: stellar content"}
{"id":"dbd699c11cc0c42bb66d9993ced789b54e50a003","name":"Masses and age of the Chemically Peculiar double - lined binary χ Lupi ?","content":"Aims. We aim at measuring the stellar parameters of the two Chemically Peculiar components of the B9.5Vp HgMn + A2 Vm double-lined spectroscopic binary HD141556 (χ Lup), whose period is 15.25 days. Methods. We combined historical radial velocity measurements with new spatially resolved astrometric observations from PIONIER/VLTI to reconstruct the three-dimensional orbit of the binary, and thus obtained the individual masses. We fit the available photometric points together with the flux ratios provided by interferometry to constrain the individual sizes, which we compared to predictions from evolutionary models. Results. The individual masses of the components are Ma = 2.84 ± 0.12 M and Mb = 1.94 ± 0.09 M . The dynamical distance is compatible with the Hipparcos parallax. We find linear stellar radii of Ra = 2.85 ± 0.15 R and Rb = 1.75 ± 0.18 R . This result validates a posteriori the flux ratio used in previous detailed abundance studies. Assuming coevality, we determine a slightly sub-solar initial metallicity Z = 0.012 ± 0.003 and an age of (2.8 ± 0.3) × 108 years. Finally, our results imply that the primary rotates more slowly than its synchronous velocity, while the secondary is probably synchronous. We show that strong tidal coupling during the pre-main sequence evolution followed by a full decoupling at zero-age main sequence provides a plausible explanation for these very low rotation rates."}
{"id":"e6e9d6d2a15872e3f11f566f7b0d7eee2fc6f154","name":"Mass ejection in neutron star mergers","content":"We present the results of 3D Newtonian SPH simulations of the merger of a neutron star binary. The microscopic properties of matter are described by the physical equation of state of Lattimer and Swesty (LS-EOS). To check the model dependence of the results we vary the resolution (∼ 21000 and ∼ 50000 particles), the equation of state (stiff and soft polytropes), the artificial viscosity scheme, the stellar masses, we include neutrinos (freestreaming limit), switch off the gravitational backreaction force, and vary the initial stellar spins. In addition we test the influence of the initial configuration, i.e. spherical stars versus corotating equilibrium configurations. The final matter distribution consists of a rapidly spinning central object with 2.5 to 3.1 M⊙ of baryonic mass that probably collapses to a black hole, a thick disk of 0.1 to 0.3 M⊙ and an extended low density region. In the case of corotation this low density material forms spiral arms that expand explosively due to an increase of the adiabatic exponent and the release of nuclear binding energy in the case of the LS-EOS, but remain narrow and well defined for the stiff polytropic equation of state. The main and new result is that for the realistic LS-EOS, depending on the initial spin, between 4 · 10 and 4 · 10 M⊙ of material become unbound. If, as suggested, large parts of this matter consist of r-process nuclei, neutron star mergers could account for the whole observed r-process material in the Galaxy."}
{"id":"01946e2c6065496adc916f3ea86386bbd44eb6e1","name":"Mannosylated T/Tn with Freund's adjuvant induces cellular immunity.","content":"Inducing cancer-specific cellular immune responses has become an attractive strategy in cancer treatment. In this study, we investigated the role of several adjuvants in eliciting T/Tn-specific cellular immunity and protection against T/Tn expressing tumor challenge. T/Tn (9:1) antigen was purified from blood type \"O\" erythrocytes donated from healthy Korean volunteers. Immunization was performed using: T/Tn only, T/Tn mixed with Freund's adjuvant (T/Tn + FA), keyhole limpet hemocyanin (KLH)-conjugated T/Tn mixed with FA (KLH-T/Tn + FA), and oxidized mannan-conjugated T/Tn mixed with FA (ox-M-T/Tn + FA). Mice immunized with ox-M-T/Tn + FA generated T/Tn-specific CD3, helper T (Th) cells, major histocompatibility complex (MHC) II, and MHC I; T/Tn presentation was significantly high and tolerogenic CD11b+ was the lowest among the tumor models. To verify Th type, we stained intracellular cytokines (interferon gamma (IFN-γ), granulocyte-macrophage colony-stimulating factor (GM-CSF), interleukin (IL)-4, and IL-10) using CD3 co-staining. Th1 (IFN-γ and GM-CSF) cytokines were highly expressed and showed high FasL/Fas ratios, cytotoxic T lymphocyte (CTL) activity, and cytotoxic T lymphocyte precursor (CTLp) activity in mice immunized with ox-M-T/Tn + FA. Lymphocyte infiltration was highest in mice immunized with ox-M-T/Tn + FA. Additionally, we monitored FasL, MHC I, CD301, and T/Tn expression levels using immunohistochemistry (IHC) on macrophage and tumor sites. The expression of all markers was highest in the ox-M-T/Tn + FA group. Furthermore, tumor retardation and survival rate were highest in the ox-M-T/Tn + FA group. These results demonstrate that a vaccine formulation of T/Tn conjugated with ox-M and mixed with FA-induced cellular immunity and sustained a humoral immune response without over-activating the immune system, thus effectively inhibiting tumor growth."}
{"id":"03d9ba7436f8d85e129980732537c3117140e413","name":"Lymphokine inducing \"terminal differentiation\" of the human monoblast leukemia line U937: a role for gamma interferon.","content":"The human monoblast leukemia line, U937, is growth-inhibited and induced to develop markers of mature monocytes by lymphokine preparations. Lymphokine is cytostatic and induces expression of Fc receptors in U937 and in myelomonocytic leukemic lines RC-2A and KG-1, but does not have these effects on T- and B-lymphocytic lines. In addition to previously described properties, including complement receptors, phagocytosis, and antibody-dependent cellular cytotoxicity (ADCC), Mac-1 and Mac-3 surface antigens defined by monoclonal antibodies are induced on U937 cells by lymphokine and phorbol ester. The Mac-1 surface component appears to have a regulatory role in differentiation of the monocyte lineage line, since antibodies to this antigen block the induction of Mac-3 antigen. The lymphokine activity was concentrated by salt precipitation and characterized by ion-exchange and size chromatography. Fractions of about 40,000 daltons were responsible for growth inhibition and induction of Fc receptors and Mac-1 antigen in U937 cells. However, ADCC was not induced in U937 by individual fractions of lymphokine, suggesting that this cytotoxic capacity may be regulated by a lymphokine of a different size, which is only effective after initial maturation steps. Since gamma-interferon is present on the 40K size range of lymphokine, the possibility that interferon is a differentiation modulator for the monoblast cells was investigated. Highly purified gamma-interferon (10(7) U/mg protein) at 10-300 U/ml inhibited growth and induced Fc receptors in U937 similar to the effect of lymphokine. The Fc-receptor-inducing activity of lymphokine was inhibited by a neutralizing monoclonal antibody to gamma-interferon, suggesting that this differentiation factor in lymphokine is gamma-interferon."}
{"id":"0420e263521410cb66ac5a9bf9c022577912659d","name":"Immunoregulation in onchocerciasis: persons with ocular inflammatory disease produce a Th2-like response to Onchocerca volvulus antigen.","content":"To examine the role of specific cytokines in mediating the clinical manifestations of human onchocercal disease, microfilariae-positive Ghanaian subjects with inflammatory ocular disease were compared with microfilariae-positive subjects without ocular disease. Onchocerca volvulus antigen (OvAg)-stimulated peripheral blood mononuclear cells (PBMC) from subjects with disease produced significantly more interleukin (IL)-10 (with disease = 447.34 vs. without disease = 292.22 pg/mL; P < .01) and IL-5 (with disease = 33.36 vs. without disease = 27.26 pg/mL; P = .02). OvAg-stimulated IL-4 and interferon (IFN)-gamma levels were essentially undetectable in either group. When cytokine mRNA levels were measured by reverse transcriptase-polymerase chain reaction ELISA, persons with disease produced significantly more OvAg-stimulated IL-4, IL-5, and IL-10 mRNA (P = .03, < .01, .05, respectively). No difference in IFN-gamma mRNA production by either group was seen. Addition of neutralizing alpha IL-10 antibody to OvAg-stimulated PBMC increased TFN-gamma production to detectable levels in 20 of 24 persons."}
{"id":"0fa32e2abde85be43a807fb02c8319bd2f33c924","name":"The Fas death pathway controls coordinated expansions of type 1 CD8 and type 2 CD4 T cells in Trypanosoma cruzi infection.","content":"We investigated the role of the Fas ligand (FasL)/Fas death pathway on apoptosis and cytokine production by T cells in Trypanosoma cruzi infection. Anti-FasL, but not anti-TNF-alpha or anti-TRAIL, blocked activation-induced cell death of CD8 T cells and increased secretion of IL-10 and IL-4 by CD4 T cells from T. cruzi-infected mice. CD4 and CD8 T cells up-regulated Fas/FasL expression during T. cruzi infection. However, Fas expression increased earlier in CD8 T cells, and a higher proportion of CD8 T cells was activated and expressed IFN-gamma compared with CD4 T cells. Injection of anti-FasL in infected mice reduced parasitemia and CD8 T cell apoptosis and increased the ratio of CD8:CD4 T cells recovered from spleen and peritoneum. FasL blockade increased the number of activated T cells, enhanced NO production, and reduced parasite loads in peritoneal macrophages. Injection of anti-FasL increased IFN-gamma secretion by splenocytes responding to T. cruzi antigens but also exacerbated production of type 2 cytokines IL-10 and IL-4 at a late stage of acute infection. These results indicate that the FasL/Fas death pathway regulates apoptosis and coordinated cytokine responses by type 1 CD8 and type 2 CD4 T cells in T. cruzi infection."}
{"id":"18dff39485250c56ff997bbfb3c77336e1e55abb","name":"Corneal endothelial cells inhibit T cell proliferation by blocking IL-2 production.","content":"We have reported that Ia+ LEW rat corneal endothelial (CE) cells could not induce Ag-specific proliferation of MHC compatible T cell lines. Instead, the presence of CE cell monolayers inhibited T cell proliferation assays. We now report on the effect of CE cells on IL-2 production, IL-2R expression, and IL-2 responsiveness of T cells. Ag-specific growth inhibition of the 1C3.4 T cell hybridoma was unaffected by the presence of CE cells but IL-2 production was suppressed by CE cells. Similar CE cell-mediated inhibition of IL-2 secretion was found with fresh splenic lymphocytes stimulated by Con A. Controls showed that neither CE cells nor their supernatant affected the CTLL cell response to rIL-2, allowing reliable measurement of IL-2 production. Further evidence that the block is at the level of IL-2 production was shown by the observation that IL-2R expression was up-regulated after TCR occupancy whether or not CE cells were present. Also, T cells expressing IL-2R were responsive to exogenous rIL-2 whether or not CE cells were present. CE cells themselves do not induce IL-2R expression or IL-2 responsiveness. Under normal culture conditions, the R1170 rat T cell line continually expresses a significant level of IL-2R and dies before IL-2R is down-regulated to background levels. However, in the presence of CE cells, these R1170 cells down-regulate IL-2R and lose IL-2 responsiveness while remaining viable."}
{"id":"24afcce10ef366d2e5bf5f6c0aa924739a326f8e","name":"Differential expression of Toll-like receptors 7 & 8 mRNA in monocytes of patients with chronic hepatitis C infection: correlation with interferon and ribavirin treatment.","content":"Toll-like receptors (TLRs) have been identified as key regulators of innate and adaptive immune responses in viral infection. The contribution of the host immune response to sustained virologic response is not clear in patients with chronic hepatitis C virus (HCV) infection. This study aimed to investigate the expression of TLRs 7 & 8 mRNA in monocytes of patients with chronic (HCV) infection showing different responses to interferon and ribavirin treatment. The study group was comprised of 21 chronic HCV infected patients. mRNA levels of TLRs 7 & 8 in monocytes were evaluated using real-time PCR before a 48-week treatment with pegylated interferon (PEG-IFN) alpha-2b and ribavirin. In addition, we studied TNF production in monocytes using three-color immunofluorescence and flow cytometry after TLRs 7 & 8 ligand (R848) stimulation. According to the virological outcome of the treatment, the infected patients were classified into nonresponders (NR) and sustained virological responders (SVR). The study determined that mRNA levels of TLRs 7 & 8 were significantly high in SVR compared to NR. Furthermore, after stimulation with R848 the median fluorescence intensity for TNF protein was significantly high in SVR compared to NR. Our data show that a differential mRNA expression of TLRs 7 & 8 is associated with different responses to IFN-based antiviral therapy in patients with chronic HCV. These findings suggest that the TLRs-expression profiles of monocytes from patients with chronic HCV may be useful biomarkers for IFN therapy."}
{"id":"3b81ec857245dcab747bc479095a0223d8ee602b","name":"Role of theHLA complex in the antibody response to malaria under natural conditions","content":"Antibodies toP. falciparum antigens and to the EB virus antigens, VCA and EBNA, were determined soon after the end of the major rainy season in 140 Africans living in 3 villages at varying altitudes in northeastern Tanzania. Also, their peripheral blood mononuclear cells were stored in liquid nitrogen and subsequently used for HLA phenotype determination of serologically determined antigens coded by genes at theA andB loci and for cell culture with mitogens (PHA, Con-A PWM) and with allogeneic cells in the mixed leukocyte reaction. A strong correlation was found between the presence of high titres of immunofluorescent antibody to falciparum antigens and the combination of A2 with AW30 in the same individuals. Individuals having one or the other of these specificities, but not both, did not have unusually high titres (P=0.0005). Individuals having the combination A2 and BW17 also tended to have higher than average antibody titres to falciparum antigens, but the difference was not statistically significant (P=0.09). The data suggests that individuals with A2 and AW30 may haveHLA-associated genes having the function ofIr genes and that these genes interact from the trans position to affect the capacity to make antibodies to malarial antigens. Thus, these genes may confer a survival advantage for individuals exposed to malaria. In the cell culture studies there were no correlations between responses and with IFA titres toP. falciparum, except for an inverse association between responses to PWM and level of IFA titre. This suggests that the B cell response to mitogens is impaired in individuals with strong responses to malarial antigens. There was no association between any of the cell culture responses and the HLA phenotypes of the cell donors."}
{"id":"3baad8fa913745ce5b91e234396dc8b55f908ce7","name":"The in vitro effects of interleukin-12 upon tumor-infiltrating lymphocytes derived from renal cell carcinoma","content":"Clinical trials utilising interleukin (IL)-2 with tumor-infiltrating lymphocytes (TIL) have demonstrated efficacy in the treatment of metastatic renal cell carcinoma (RCC). Several cytokines, as well as growth factors have demonstrated modulatory effects upon the biological properties of TIL from RCC, suggesting a potentially important role for cytokines other than IL-2 in the development of active and tumor-specific TIL. IL-12 was recently characterized as a natural-killer-cellstimulatory factor or cytotoxic-T-cell-maturation factor. These properties of IL-12 prompted us to investigate the impact of this cytokine upon the activation of TIL from human RCC. In an attempt to enhance the in vitro growth and activity of renal TIL, we have grown eight renal TIL cultures in varying concentrations of IL-2 (8, 40, 80, 400 U/ml) and IL-12 (200 U/ml). In addition, IL-12 (200 U/ml) was added to TIL cultures pre-activated with IL-2 (400 U/ml). Growth, cell expansion, and the ability of TIL to release certain cytokines upon tumor stimulation were determined. Proliferation assays, phenotypic analysis, and cytotoxicity assays were performed at an early and a late culture stage. IL-12, alone and when added to suboptimal concentrations of IL-2, failed to induce TIL growth. While the addition of IL-12 to optimal doses of IL-2 suppressed TIL culture expansion, sequential culture exposure first to IL-2 and then to IL-2+IL-12 increased the number of cells expressing CD3+/CD56+ and these cultures demonstrated enhanced in vitro lysis of autologous tumor. IL-12 clearly demonstrated a sequence-dependent impact of the biological behaviour of TIL from RCC. The optimal use of IL-12 in the in vitro expansion of renal TIL may result in cells with an enhanced specific anti-tumor effect."}
{"id":"3ed88acfbed9355ca05b54af953e3bdf063d730d","name":"Expression of Recombination Activating Genes in Germinal Center B Cells: Involvement of Interleukin 7 (IL-7) and the IL-7 Receptor ","content":"Mouse germinal center (GC) B cells have been shown to undergo secondary V(D)J (V, variable; D, diversity; J, joining) recombination (receptor editing) mediated by the reexpressed products of recombination activating gene (RAG)-1 and RAG-2. We show here that interleukin (IL)-7 as well as IL-4 was effective in inducing functional RAG products in mouse IgD+ B cells activated via CD40 in vitro. Blocking of the IL-7 receptor (IL-7R) by injecting an anti- IL-7R monoclonal antibody resulted in a marked suppression of the reexpression of RAG-2 and subsequent V(D)J recombination in the draining lymph node of immunized mice, whereas RAG-2 expression was not impaired in immunized IL-4-deficient mice. Further, these peripheral B cells activated in vitro or in vivo were found to express IL-7R. These findings indicate a novel role for IL-7 and IL-7R in inducing receptor editing in GC B cells."}
{"id":"44449e39488c897271048e1e5a6ea09aba074918","name":"Islet-specific glucose-6-phosphatase catalytic subunit-related protein-reactive CD4+ T cells in human subjects.","content":"Islet-specific glucose-6-phosphatase catalytic subunit-related protein (IGRP) is recognized as a major autoantigen for autoimmune type 1 diabetes (T1D) in the NOD mouse model. This study was undertaken to examine CD4+ T cell responses toward IGRP in human subjects. The tetramer-guided epitope mapping approach was used to identify IGRP-specific CD4+ T cell epitopes. IGRP(23-35) and IGRP(247-259) were identified as DRA1*0101/DRB1*0401-restricted epitopes. IGRP(13-25) and IGRP(226-238) were identified as DRA1*0101/DRB1*0301-restricted epitopes. IGRP-specific tetramers were used to evaluate the prevalence of IGRP-reactive T cells in healthy and T1D subjects. More than 80% of subjects with either DRB1*0401 or DRB1*0301 haplotype have IGRP-specific CD4+ T cell responses for at least one IGRP epitope. IGRP-specific T cells from both healthy and T1D groups produce both gamma-IFN and IL-10. DRA1*0101/DRB1*0401 IGRP(247-259)-restricted T cells also show cross-reactivity to an epitope derived from liver/kidney glucose-6-phosphatase. The detection of IGRP-reactive T cells in both type 1 diabetic subjects and healthy subjects and recent reports of other autoreactive T cells detected in healthy subjects underscore the prevalence of potentially autoreactive T cells in the peripheral immune system of the general population."}
{"id":"63c7dd0e946d191f98d158120c3d01f1cbe44e0e","name":"Presentation of epstein-barr virus latency antigens to CD8(+), interferon-gamma-secreting, T lymphocytes.","content":"Epstein-Barr virus (EBV) infects more than 95 % of the human population and causes an asymptomatic life-long infection in the majority of EBV carriers. Cell-mediated immunity provides resistance to EBV, as demonstrated by the occurrence of EBV-induced post-transplant lymphoproliferative disease in immunosuppressed patients. Here we looked for IFN-gamma-producing T lymphocytes in the blood of healthy donors with a rapid enzyme-linked immunospot (ELISPOT) assay, comparing as antigen presenting cells monocytes and dendritic cells (DC) infected with recombinant vaccinia virus (rVV). We found a strong CD8(+) ELISPOT response to one or more of the EBNA 3A, 3B and 3C antigens in the PBMC from 14 / 18 donors. The sensitivity of the overnight ELISPOT assay was increased using DC as antigen-presenting cells, including 3 / 3 individuals who lacked ELISPOT in PBMC. In addition, DC could markedly expand EBV-specific spots after a 7-day culture. In a smaller number of donors, we documented recognition of the subdominant LMP 1, LMP 2 and EBNA 1 antigens that are expressed in a variety of EBV-associated malignancies. Therefore our data provide more evidence for the efficacy of DC in eliciting rapid responses to EBV latency antigens in circulating CD8(+) T cells."}
{"id":"70991c304898a8f56d7a8bc9605696c22914a711","name":"Rv0315, a novel immunostimulatory antigen of Mycobacterium tuberculosis, activates dendritic cells and drives Th1 immune responses","content":"Tuberculosis (TB) caused by Mycobacterium tuberculosis (Mtb) is one of the most deadly infectious diseases, with approximately two million people dying of TB annually. An effective therapeutic method for activating dendritic cells (DCs) and driving Th1 immune responses would improve host defenses and further the development of a TB vaccine. Given the importance of DC maturation in eliciting protective immunity against TB, we investigated whether Rv0315, a newly identified Mtb antigen, can prompt DC maturation. We found that Rv0315 functionally activated DCs by augmenting the expression of the co-stimulatory molecules CD80 and CD86 as well as MHC class I/II molecules. Moreover, it increased DC secretion of the pro-inflammatory cytokines IL-6, IL-1β, and TNF-α. Unlike LPS, however, Rv0315 induced the secretion of IL-12p70, but not IL-10. In addition, Rv0315-treated DCs accelerated the proliferation of CD4+ and CD8+ splenic T cells from Mtb-infected mice, with increased levels of IFN-γ, in syngeneic and allogeneic mixed lymphocyte reactions, indicating that Rv0315 contributes to Th1 polarization of the immune response. Importantly, both mitogen-activated protein kinases and nuclear factor κB signaling mediated the expression of DC surface markers and cytokines. Taken together, our results indicate that Rv0315 is a novel DC maturation-inducing antigen that drives T cell immune responses toward Th1 polarization, suggesting that Rv0315 plays a key role in determining the nature of the immune response to TB."}
{"id":"73c0cc405829cfeddbde52de3f31aee3b3892451","name":"TLR4 in lung regeneration","content":"Chronic infection by intracellular pathogens commonly fails to elicit neutralizing antibody responses. In Science Immunology, three studies by McGavern, Pinschewer and Iannacone and their colleagues report how humoral immunity is blunted during chronic infection with lymphocytic choriomeningitis virus. All three studies invoke early loss of virus-specific B cells dependent on interferon-a and interferon-b (IFNa/b), which thereby indirectly blunts the generation of neutralizing antibodies. Blockade of the IFN-a/b receptor ‘rescues’ B cell loss. The studies differ on how IFN-a/b signaling triggers such loss; however, suggested roles include activated CD8+ T cells, nitric-oxide production by CCR2+ inflammatory monocytes, and production of the cytokine TNF by myeloid cells within infected lymph nodes. Curiously, this inhibitory effect wanes within 3–6 d of infection, which suggests a temporal window for boosting the production of neutralizing antibodies by inhibiting IFN-a/b signaling. LAD Sci. Immunol.1, eaah3565, eaah6817 & eaah6789 (21 October 2016) Human regulatory cells miss their target Treg cells are essential for ‘tuning’ appropriate immune responses; however, the extent to which their numerical or functional impairment contributes to allergy in humans is unclear. In Cell, Scheffold and colleagues use a technique for isolating and functionally examining minute populations of antigen-reactive human T cells to investigate the role of Treg cells in allergy. In normal volunteers, both conventional T cells and Treg cells are found to react to self, non-self and commensal antigens. People allergic to aeroantigens also show normal Treg cell numbers and functionality but fail to control allergic responses of the TH2 subset of helper T cells. This relative inability to suppress allergen-specific responses arises because the Treg cells and TH2 cells target different sets of antigens. The data suggest that rather than there being an inherent wholesale loss of Treg cell functionality, allergy can arise by a failure of the suppressive cells to overlap in time and/or space with the pathogenic T cells. ZF Cell (20 October 2016) doi:10.1016/j.cell.2016.09.050 TLR4 in lung regeneration"}
{"id":"7a53bfe1d69ed2691f14d48326697743c81f2119","name":"Rat T lymphocyte-specific antigens and their cross-reactivity with mouse T cells.","content":"Anti-rat T lymphocyte serum (ATLS)2 was prepared by immunizing rabbits with purified T cells from rat mesenteric nodes and absorbed with rat red cells and syngeneic sarcoma cells. The specificity of ATLS for rat T cells was confirmed by the following reasons: a) ATLS was not toxic for bone marrow cells but lysed most of the thymocytes and a number of spleen and lymph node cells, which were inversely correlated to the percentage of cells with B cell characteristics in respective organs; b) anatomical localization of ATLS-reactive cells in lymphoid organs coincided to the thymus-dependent areas, i.e. the paracortex of lymph node and the periarteriolar region of spleen; c) spleen cells treated with ATLS and complement failed to respond to phytohemagglutinin but normally responded to bacterial lipopolysaccharide; d) those cells treated with ATLS and complement could not induce a graft-vs-host reaction in F1 hosts, whereas the same treatment did not affect direct plaque-forming cells. All of these data confirm the specificity of ATLS and indicate that ATLS recognizes rat T lymphocyte-specific antigens (RTLA). Absorption studies showed that RTLA were present in higher concentration on medullary thymocytes and peripheral T cells than on cortical thymocytes, but absent from bone marrow, liver, and brain tissues. When the cross-reactivity of RTLA with mouse T cells was studied by C-dependent cytotoxicity and immunofluorescence, it was found that mouse T cells shared at least one determinant of RTLA with rat T cells, and that distribution pattern of the cross-reacting antigens in mouse lymphoid tissues was essentially the same as that of RTLA in rat lymphoid organs."}
{"id":"7edd534d90a45e39fe2650bf74078f1805c7850c","name":"IFN-gamma-mediated inhibition of human IgE synthesis by IL-21 is associated with a polymorphism in the IL-21R gene.","content":"IL-21 is a cytokine produced by CD4+ T cells that has been reported to regulate human, as well as, mouse T and NK cell function and to inhibit Ag-induced IgE production by mouse B cells. In the present study, we show that human rIL-21 strongly enhances IgE production by both CD19+ CD27- naive, and CD19+ CD27+ memory B cells, stimulated with anti-CD40 mAb and rIL-4 and that it promotes the proliferative responses of these cells. However, rIL-21 does not significantly affect anti-CD40 mAb and rIL-4-induced Cepsilon promoter activation in a gene reporter assay, nor germline Cepsilon mRNA expression in purified human spleen or peripheral blood B cells. In contrast, rIL-21 inhibits rIL-4-induced IgE production in cultures of PBMC or total splenocytes by an IFN-gamma-dependent mechanism. The presence of a polymorphism (T-83C), in donors heterozygous for this mutation was found to be associated not only with lower rIL-21-induced IFN-gamma production levels, but also with a lower sensitivity to the inhibitory effects of IL-21 on the production of IgE, compared with those in donors expressing the wild-type IL-21R. Taken together, these results show that IL-21 differentially regulates IL-4-induced human IgE production, via its growth- and differentiation-promoting capacities on isotype-, including IgE-, committed B cells, as well as via its ability to induce IFN-gamma production, most likely by T and NK cells, whereas the outcome of these IL-21-mediated effects is dependent on the presence of a polymorphism in the IL-21R."}
{"id":"c26c407c852c5f682b96b124a12930bf6260c37f","name":"Functional aberrant expression of CCR2 receptor on chronically activated NK cells in patients with TAP-2 deficiency.","content":"Chemokines play a pivotal role in homeostatic and inflammatory migration of naive and activated natural killer (NK) subsets. Recent studies have shown that aberrant chemokine receptor expression on certain immune cells underlies the pathogenesis of clinical conditions in which recruitment of such cells is altered. Progressive accumulation of activated NK cells, subsequently resulting in the formation of chronic granulomatous lesions in the respiratory tract and the skin, has been described in a number of patients with transporter associated with antigen processing 2 (TAP-2) deficiency in the later stages of disease. Therefore, the goal of the present study was to elucidate whether the dysregulation of chemoattracting receptor expression on NK cells could explain abnormal navigation of these cells in TAP-2 deficiency. High-throughput proteomic comparison, followed by verification with flow cytometry, revealed that chronically activated NK cells derived from 3 newly identified patients with TAP-2 deficiency consistently expressed aberrant levels of CC chemokine receptor 2 (CCR2) chemokine receptor in vitro and in vivo. This expression pattern translated into specific responsiveness of chronically activated NK cells derived from patients with TAP-2 deficiency to multiple ligands of CCR2. Moreover, the in vivo elevated levels of interleukin-2 (IL-2) and monocyte chemoattractant protein-1 (MCP-1) detected in serum and bronchoalveolar lavage samples derived from these patients highlight the potential involvement of the CCR2 pathway in aberrant NK-cell retention at chronic inflammatory sites."}
{"id":"e8c41c35b9f46b55773248a6f3048da25fdc9418","name":"Different sensitivity to interleukin 4 of interleukin 2- and interferon alpha-induced CD69 antigen expression in human resting NK cells and CD3+, CD4-, CD8- lymphocytes.","content":"The effect of rIL-4 on CD69 antigen expression induced by rIL-2 or by rINF-alpha on human resting NK cells and CD3+, CD4-, CD8- T lymphocytes has been investigated. rIL-4 drastically inhibited CD69 antigen expression induced by rIL-2 in both cell types. In contrast, rIL-4 did not alter rINF-alpha-induced CD69 antigen expression. Consistent results were obtained evaluating the cytolytic activity of NK cells against the Raji target cell line: rINF-alpha-induced lytic activity was not inhibited by rIL-4, while rIL-2-induced lytic activity was drastically inhibited. Proliferative activity of NK cells induced by rIL-2, in contrast, was only slightly reduced by rIL-4. rIL-4 did not alter the expression of the beta chain of IL-2 receptor, evaluated in NK cells by indirect immunofluorescence. Expression of the alpha chain of IL-2 receptor could not be detected in NK cells by indirect immunofluorescence. It can therefore be suggested that the selective inhibitory effect of rIL-4 on rIL-2-induced activation of NK cells is not mediated by downregulation of alpha and beta chains of IL-2 receptor."}
{"id":"04c5e2d01d1724b50016d911c1e9438e4096f7ef","name":"Dapoxetine: a novel treatment for premature ejaculation.","content":"Premature ejaculation (PE) is a common problem worldwide and has significant impact not only on the sufferer but on the partner in terms of self-esteem, interpersonal distress and sexual satisfaction. A variety of psychological, topical and oral therapies have been tried in this condition with varying degrees of success. The selective serotonin reuptake inhibitors (SSRIs) are known to cause delayed ejaculation but require daily administration, have a relatively slow onset of action and may cause SSRI discontinuation syndrome on withdrawal. In addition, they are currently unlicensed for PE. Dapoxetine hydrochloride, an SSRI, has been specifically developed for on-demand use in PE. Its pharmacokinetic profile is characterized by rapid absorption, a short initial half-life of 1.3-1.4 h and rapid elimination with minimal accumulation even after multiple dosing. Several large phase III studies have demonstrated that dapoxetine can increase intravaginal ejaculatory latency time and improve several patient-reported outcomes relevant to control of ejaculation and satisfaction with intercourse. Dapoxetine is generally well tolerated with a low incidence of discontinuations due to adverse events. There were no signals for treatment-emergent anxiety or SSRI discontinuation syndrome after abrupt withdrawal."}
{"id":"0ceeb18f7106bd4faeb00ad31d134cf795fc1580","name":"Peripheral antihyperalgesic effect of morphine to heat, but not mechanical, stimulation in healthy volunteers after ultraviolet-B irradiation.","content":"UNLABELLED\nThe objective of this study was to evaluate direct peripheral analgesic effects of morphine using a peripheral model of hyperalgesia and the technique of IV regional anesthesia (IVRA), thus allowing the differentiation between central and peripheral mechanisms of action. Two spots on the ventral sides of both forearms in 12 volunteers were irradiated with ultraviolet (UV)-B to induce thermal and mechanical hyperalgesia. One day after the induction of the inflammatory reaction, 40 mL of morphine hydrochloride 0.01% was administered via IVRA. Calibrated heat and phasic mechanical stimuli were applied to differentially determine impairments of tactile and nociceptive perception. Touch and phasic mechanical stimuli of noxious intensity to normal skin did not reveal altered responsiveness caused by morphine. In contrast, the administration of morphine significantly increased heat pain thresholds in the UV-B-pretreated skin areas. The peripheral antihyperalgesic effects of morphine were demonstrated only in inflamed skin areas. Direct central analgesic effects were ruled out by the lack of measurable plasma concentrations of morphine and its metabolites. Morphine 0.01% significantly diminished thermal, but not mechanical, hyperalgesia by a peripheral mode of action, which suggests inhibition of effector pathways leading to heat, but not mechanical, sensitization.\n\n\nIMPLICATIONS\nThe peripheral analgesic effects of morphine were studied using modified IV regional anesthesia. When administered 1 day after the induction of dermal inflammation, morphine 0.01% diminished heat, but not primary mechanical, hyperalgesia. Therefore, suppression of mechanical hyperalgesia seen in previous studies could be predominantly due to inhibition of secondary (central) mechanical hyperalgesia."}
{"id":"10675963330c57a4521fa2d125236113d6c86c0b","name":"[Trend analysis on the mortality of cardiovascular diseases from 2004 to 2010 in China].","content":"OBJECTIVE\nTo explore the trend and characteristics of cardiovascular disease mortality in China.\n\n\nMETHODS\nMortality data from the National disease surveillance system from 2004 to 2010 was used. Underreporting was adjusted and trends were analyzed on the rates of crude mortality, standardized mortality and causes of death fraction among cardiovascular diseases.\n\n\nRESULTS\nThe total mortality of cardiovascular diseases increased from 240.03 to 268.92 per one hundred thousand during 2004 to 2010, with an average annual increase of 5.50 per one hundred thousand, with the annual increase of 2.17% . Data from all causes of death, ischemic heart disease, hypertensive heart disease, cerebrovascular disease, and other heart disease showed an upward trend, with the annual rise of 5.05%, 2.08%, 1.02% and 2.66% respectively while rheumatic heart disease showed a downward trend, with the declining rate of 7.02% per annum. After eliminating the effect of aging, the trend remained the same but the slope was decreasing. The proportion of national cardiovascular mortality on total deaths increased annually by 37.46% to 40.73% from 2004 to 2010. The proportion of cerebrovascular disease remained unchanging but the proportion of ischemic heart disease showed a significant increase. The proportion of rheumatic heart disease declined while the proportion of other cardiovascular disease mortality showing a slight change.\n\n\nCONCLUSION\nIn recent years, the cardiovascular mortality had significantly increased, which was mainly due to the increase of ischemic heart disease mortality."}
{"id":"1cda48be093f49c7d1b6927993c87c79300ed59c","name":"Do we need to assess the effect of treatment withdrawal? The paradigm of life-long prevention.","content":"See related article, pages 2652–2657. In this issue of Stroke, Colivicchi et al observe the impact of statin discontinuation after an ischemic stroke1: they suggest this phenomenon is not only frequent, but also associated with a significant increase of total mortality. Usually considered as secondary, the question of treatment withdrawal becomes more and more important because of: (1) the regular increase of the number of treatments with a convincing demonstration of preventive effects; (2) the general extension of life expectancy in high income countries, which explains both a dramatic increase in the numbers of elderly, and of the length of exposure to treatment far beyond that over which their effect has been estimated; (3) the high prevalence of treatment discontinuation, as illustrated by Colivicchi.1"}
{"id":"2339100a45a5bb79d77d5eba8919f78060167fe9","name":"Continuation and maintenance use of antidepressants in recurrent depression.","content":"BACKGROUND\nMaintenance antidepressant (AD) medication is the most commonly used preventive strategy in a highly recurrent disease, i.e. depression. Little is known about the discontinuation of maintenance AD use and the association with recurrence in daily clinical practice. The purpose was to examine the discontinuation rate of maintenance AD in daily clinical practice in recurrently depressed patients and the associated risk of recurrence.\n\n\nMETHODS\nProspectively AD maintenance medication and recurrence were examined in 172 euthymic patients with recurrent depression. AD user profiles before recurrence (nonusers, intermittent users, continuous users) were examined and related to recurrence over a 2-year follow-up period.\n\n\nRESULTS\nLess than half of the patients (42%) used AD continuously. Taking into account the minimal required adequate used dosage (> or = 20 mg fluoxetine equivalent), only 26% of the patients used AD as recommended by international guidelines. Despite continuous use of AD, 60.4% relapsed in 2 years. This relapse rate was comparable to the rate of the intermittent users (63.6%). In patients who stopped taking AD after remission and who received additional preventive CT, the recurrence rates were significantly lower than in non-AD-using patients treated with usual care (8 vs. 46%).\n\n\nCONCLUSIONS\nThe majority of recurrently depressed patients treated with AD discontinue maintenance AD therapy in daily primary and secondary clinical practice. AD seems to offer poor protection against relapse in this patient group. Patients who stopped using AD experienced less relapse, especially if they were treated with preventive CT. Alternative maintenance treatments (including preventive cognitive therapy after discontinuation of AD) should be studied in recurrently depressed patients with intermittent good remission, not only in secondary but also in primary care."}
{"id":"2ad07036b270021f0a84e331cc0d18cb069afa8f","name":"Modulation of disulfide dual ENKephalinase inhibitors (DENKIs) activity by a transient N-protection for pain alleviation by oral route.","content":"The endogenous opioid system, essentially constituted by two opioid receptors which are stimulated by the natural internal effectors enkephalins (Met-enkephalin and Leu-enkephalin), is present at the different sites (peripheral, spinal, central) of the control of pain. We have demonstrated that the protection of the enkephalin inactivation by the two metallopeptidases (neprilysin and neutral aminopeptidase) increases their local concentration selectively induced by pain stimuli triggering analgesic responses. With the aim of increasing the orally antinociceptive responses of the previously described disulfide DENKIs ( [Formula: see text] CH(R1)CH2-S-S-CH2-C(R2R3)CONHCH(R4)COOR5), we designed new pro-drugs, in the same chemical series, with a transient protection of the free amino group by an acyloxyalkyl carbamate, giving rise to ((CH3)2CHCO2CH(CH3)OCONHCH(R1)CH2-S-S-CH2-C(R2R3)CONHCH(R4)COOR5) pro-drugs 2a-2g. These compounds were easily prepared from their parent analogs, with a good yield. They were tested per os and shown to be highly efficient in peripherally-controlled inflammatory and neuropathic pain with long lasting effects but completely inactive in the acute centrally-controlled hot plate test, a model of pain by excess of nociception. This demonstrates that DENKIs are able to relieve pain at its source thanks to the increase of enkephalin levels."}
{"id":"33c312171b2e636da69dc7beec2782c807ab5df1","name":"Liver toxicity of rosuvastatin therapy.","content":"We report here a case of clinically significant liver toxicity after a brief course of rosuvastatin, which is the first statin approved by the regulatory authorities since the withdrawal of cerivastatin. Whether rosuvastatin has a greater potential compared with other statins to damage the liver is unclear and the involved mechanisms are also unknown. However, rosuvastatin is taken up by hepatocytes more selectively and more efficiently than other statins, and this may reasonably represent an important variable to explain the hepatotoxic potential of rosuvastatin. Our report supports the view that a clinically significant risk of liver toxicity should be considered even when rosuvastatin is given at the range of doses used in common clinical practice."}
{"id":"343e1c3a69317d6eef55fb1522330ab9c22bdae0","name":"Opioids in the brain: supraspinal mechanisms in pain control.","content":"Systemically administered opioids produce a profound inhibition of noxious-evoked activity peripherally, spinally and supraspinally in several species, including man. The role of the brain in opioid mediated-pain control has been less well characterized than that occurring at lower levels in the nervous system. Yet, classical studies indicate that in morphine-induced analgesia the individual senses noxious stimuli, but the affective, motivational and aversive character of the stimulus is no longer present. This observation indicates that morphine probably exerts a specific action on those brain systems that control complex behaviors like aversion and motivation. The failure to document such effects in experimental studies may in part be explained by less suitable methods for assessing antinociception, e.g. measurements of simple reflex behaviors. Experimental animal studies show that supraspinal opioids may influence nociception by several distinct mechanisms, which differ from those seen in the spinal cord: Change of activity in descending bulbospinal pathways. Direct inhibition of noxious throughput at brainstem level. Indirect inhibition of noxious responding brainstem neurons projecting to supraspinal centers. Influence ascending forebrain systems. Direct cortical or thalamic inhibition. In humans, the antinociceptive actions of opioids occurring in the brain has until recently been like looking into a \"black box\". The introduction of new imaging techniques may provide new tools for directly measuring the antinociceptive action of opioids in the brain under normal and pathological conditions. In particular, the emotional-affective aspect of pain and how this is modulated by opioids will be of interest to study."}
{"id":"370f121470ebe8356aea83e250d0ffd0f1d26d8f","name":"The Isoperimetric Number of d-dimensional k-ary Arrays","content":"The d{dimensional k{ary array A d k is the k{fold Cartesian product graph of the path P k on k vertices. We show that the (edge) isoperimetric number of A d k is given by i(A d k) = i(P k) = 1=b k 2 c for all k and d, and identify the cardinalities and the structure of the isoperimetric sets. For k odd, the cardinalities of the isoperimetric sets are 1 2 (k d ?1); 1 2 (k d ?k); : : : ; 1 2 (k d ?k d?1), whereas every isoperimetric set in A d k has cardinality 1 2 k d when k is even."}
{"id":"541858f00450f072c40c97a4e92e36ba7ea0dfe1","name":"FDA approvals of generic drugs: impact on the diversion of opioid analgesics with a potential for abuse.","content":"Generic drugs account for half of all prescription drug purchases in the United States. Although they are bioequivalent to their branded counterparts, they are typically sold at substantial discounts from the branded price. Given this, the purpose of this analysis is to examine the impact of the introduction of generic forms of selected opioids on their diversion to the illicit marketplace. The analgesics in this analysis include oxycodone ER (extended release), and the fentanyl transdermal patch. The data were collected through a post-marketing surveillance initiative supported by the Researched Abuse Diversion and Addiction-Related Surveillance (RADARS) System risk management program, gathered on a quarterly basis from a national sample of police and regulatory agencies. The results indicate that with oxycodone ER and the fentanyl transdermal patch, the diversion of their generic formulations occurs less often than that of the branded products, and that the introduction of the generic formulations did not significantly increase the overall levels of diversion during the period covered by this analysis. Although diversion did not increase in the short-term, the need for longer term monitoring appears warranted."}
{"id":"572dd35845f2e6db27324d699c2b7cae108ea76a","name":"Increased serum hepcidin and ghrelin levels in children treated for iron deficiency anemia.","content":"BACKGROUND\nThe aim of this study was to determine the relation between iron deficiency anemia (IDA) and serum leptin, hepcidin, and ghrelin levels.\n\n\nMETHODS\nThirty children with IDA and 28 healthy children between the ages of 6 months and 6 years admitted to our hospital were evaluated prospectively. IDA was diagnosed based on clinical and laboratory findings. All children with IDA were treated with iron II-glycine-sulphate complex for 3 months. Complete blood count; iron metabolism parameters; and serum leptin, hepcidin, and ghrelin levels were studied in all healthy children and in children with IDA before and after treatment.\n\n\nRESULTS\nIn children with IDA, the decrease seen in serum leptin levels after the iron treatment was not statistically significant. However, the increase seen in serum hepcidin levels after the iron treatment was statistically significant (P = 0.038). Hepcidin levels were significantly higher in children with IDA who received iron treatment compared to healthy children (P = 0.008). After the iron treatment, serum ghrelin levels in children with IDA were also significantly higher compared to the levels before treatment and healthy children (P = 0.019 and 0.000, respectively).\n\n\nCONCLUSION\nSerum ghrelin and hepcidin levels increase with iron treatment in children with IDA. In view of the higher serum ghrelin and hepcidin levels after iron treatment when compared to pretreatment levels and the healthy children, we suggest that the iron treatment has an important role in serum hepcidin and ghrelin synthesis."}
{"id":"697fb3359886a5e52f127f4ea449ad903dc9424c","name":"Colour Measurement","content":"MR. GUILD&#38; apos;S letter1 makes it clear that the recent conflict in views on colour measurement arises by his adopting an interpretation of the role of the C.I.E. colorimetric system which puts it outside purely physical discussion. The explanation he suggests does not, however, apply, as I have not been concerned with the public and practical aspect to which he refers. As was clearly stated2, my remarks referred to the purely physical analysis of the phenomenon of colour, and measurement of the quantities following from such analysis: the C.I.E. system was therein referred to for what fundamentally, apart from all implication and interpretation, it actually is, namely, a conventional schematization of physical fact, having reference to certain conditions of observation, based, of course, upon averaged data but nevertheless representative in such conditions of a possible real observer (cf. the analogous purpose served by Listing's typical schematic eye in ophthalmology). In this sense the system forms in general a representative first-order theory. Such use of the system accords with normal physical practice, for no suggestion of compromise in form, or simplification of the phenomenon has hitherto been implied in the reduction of physical data to refer to the C.I.E. normal observer."}
{"id":"836201713bd9a45fbd5b1fd21d51fd32cf771ebd","name":"The Reenchantment of Law","content":"INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 633 R I. THE DISENCHANTMENT OF LAW . . . . . . . . . . . . . . . . . . . . . . . . . . 635 R A. The Disenchantment of the World . . . . . . . . . . . . . . . . . 636 R B. The Disenchantment of Law . . . . . . . . . . . . . . . . . . . . . . . . 638 R II. THE REENCHANTMENT OF LAW . . . . . . . . . . . . . . . . . . . . . . . . . . . 644 R A. The Reenchantment of Formalism . . . . . . . . . . . . . . . . . . 645 R B. The Reenchantment of Virtue . . . . . . . . . . . . . . . . . . . . . . 650 R C. The Reenchantment of Law as Art . . . . . . . . . . . . . . . . . . 654 R D. The Reenchantment of Legal Authorities . . . . . . . . . . . 657 R 1. Reenchanting the Judge . . . . . . . . . . . . . . . . . . . . . . . . . . . 659 R 2. Reenchanting the Authority of Legislation . . . . . . . . . . . 660 R III. EVALUATING LEGAL REENCHANTMENT . . . . . . . . . . . . . . . . . . . . 663 R A. “Law and . . . ” versus “Law as . . . ” . . . . . . . . . . . . . . . . 664 R B. The Stakes of Legal Reenchantment . . . . . . . . . . . . . . . . 665 R CONCLUSION: THE POSSIBLE FUTURE OF LAW’S REENCHANTMENT . 669 R"}
{"id":"84de7e09b993c26723c1ccd4fea776c9e36b0855","name":"Time course for development of psoralen plus ultraviolet A erythema following oral administration of 5-methoxypsoralen.","content":"complex, and many genetic pathways are affected. The therapeutic benefit of interferon beta appears to be based on immunomodulatory mechanisms, several of which still need to be studied in greater detail. A significant proportion of patients treated with interferon beta experience cutaneous reactions. Skin reactions at the injection site include local erythema, bruising, subcutaneous atrophy, calcified subcutaneous nodules, sclerosis, sarcoid-like granules, lupus-like reactions and necrosis. Since 1986, interferon alfa which is used for the treatment of several malignant and chronic viral diseases has been reported to exacerbate and induce psoriasis. However, psoriasis associated with interferon beta preparations has very rarely been observed. Previous publications on interferon betaassociated psoriasis include a case of pustular psoriasis flare, one case of a plaque at the injection site during intralesional treatment of superficial basal cell carcinoma in a patient with psoriasis and activation of psoriasis in two patients with MS. The pathogenesis of interferon-induced cutaneous lesions is unclear. Buttmann et al. studied skin biopsies in patients with MS under treatment with interferon beta-1a. At the injection sites of interferon beta-1a but not of the contralateral placebo, they found strong IP-10 ⁄CXCL10 expression by infiltrating immune cells and keratinocytes and moderate MCP-1 ⁄CCL2 expression by infiltrating cells associated with extensive perivascular, highly CXCR3-positive T-cell and macrophage infiltrates. In addition, they observed that interferon beta injections can induce transient systemic IP-10 ⁄CXCL10 release in MS patients. Interferon beta may therefore trigger frequently observed inflammatory skin reactions through chemokine induction followed by immune cell extravasation. These findings could be a possible explanation for the initiation and maintenance of psoriasis in patients treated with interferon beta as several reports have demonstrated an overexpression of IP-10 in psoriatic epidermis. The knowledge of the drugs that may induce, trigger or exacerbate psoriasis is of primary importance in clinical practice. The dermatologist should be aware of the phenomenon and that it does not necessitate discontinuation of therapy."}
{"id":"9bf37dc11628b862882ce675e9bba400fe29fb93","name":"Continuous intrathecal opioid analgesia: tolerance and cross-tolerance of mu and delta spinal opioid receptors.","content":"The tolerance effects of continuous intrathecal infusions of opioids at mu and delta receptors were studied in rats. These effects were compared to those of chronic systemic morphine. A chronic intrathecal infusion of the relatively selective delta agonist, [D-Ala2, D-Leu5]enkephalin (DADLE), produced a larger degree of tolerance to DADLE than to the highly specific mu-activating morphiceptin analog [N-methyl-Phe3, D-Pro4]morphiceptin (PL017). The slope of the analgesic dose-response curve for the highly specific delta agonist, cyclic [D-Penicillamine2, D-Penicillamine5]enkephalin (DPDPE), was significantly different (flatter) from those of mu agonists or DADLE. High-dose infusion of PL017 induced a 61-fold parallel shift of the dose-response curve for PL017. This same treatment also induced a corresponding flattened, nonparallel change of the dose-response curve for DADLE. This altered curve for DADLE was very similar in slope to that of DPDPE. Pretreatment with the irreversible mu antagonist, beta-funaltrexamine, caused a parallel rightward shift of the dose-response curve for PL017 but did not affect DPDPE activity. beta-Funaltrexamine treatment induced a nonparallel rightward shift of the dose-response curve for DADLE with a change of slope similar to that of DPDPE. These findings demonstrate a mixed mu-delta analgesic activity for the compound DADLE, which is often referred to as a prototypic delta agonist. These interactions differ from prior reports of none or minimal mu-ligand interactions with DADLE. Despite the cross-reactivity of DADLE to mu receptors, DADLE remains a more effective analgesic than do mu agonists in states of mu receptor tolerance.(ABSTRACT TRUNCATED AT 250 WORDS)"}
{"id":"a8d97ab73a0e75f8775f0d3d623b3d86f46059a7","name":"Discontinuing combination antiretroviral therapy during the first trimester of pregnancy: insights from plasma human immunodeficiency virus-1 RNA viral load and CD4 cell count.","content":"OBJECTIVE\nOptions for human immunodeficiency virus-1-infected women who are already receiving antiretroviral medications when they become pregnant include the continuation or discontinuation of the therapy during the first trimester. These two strategies are compared in terms of plasma human immunodeficiency virus viral load and CD4 cell count.\n\n\nSTUDY DESIGN\nSeventy women who attended the II Department of Obstetrics and Gynecology were identified. Four different periods for laboratory evaluations were decided: presuspension, suspension, second trimester, and third trimester.\n\n\nRESULTS\nThirty-two women (46%) discontinued antiretroviral therapy; 38 women (54%) did not. Whereas plasma HIV virus viral load and CD4 cell count did not significantly vary during pregnancy in patients who did not interrupt the therapy, these two variables were influenced significantly by the discontinuation of treatment (P<.001 for both). Human immunodeficiency virus viral load increased during the suspension period and regressed promptly to basal levels as soon as the therapy was reintroduced. A transitory decrease in CD4 cell count was also documented, but the recovery tended to be slower.\n\n\nCONCLUSION\nThe suspension of combination antiretroviral therapy during the first trimester of pregnancy transiently corresponds to an increase in human immunodeficiency virus viral load and a decline of CD4 cell count."}
{"id":"ad97ff4b611964eb5abb1019f73b10fecbd90d7a","name":"Review of Rella Kushelevsky, Penalty and Temptation: Hebrew Tales in Ashkenaz","content":"Most Fabula readers do not have an easy access to Hebrew books, and therefore it would be highly advisable to have the present volume available in a more accessible language to folklore scholars around the world. The issues that Rella Kushelevsky addresses, the texts that she interprets, and the analytical method that she employs are all relevant to current folklore scholarship, and therefore they can generate constructive debates, new research directions, and formulate new questions regarding medieval folklore. Disciplines Cultural History   Folklore   Jewish Studies   Medieval History   Near and Middle Eastern Studies This review is available at ScholarlyCommons: http://repository.upenn.edu/nelc_papers/117"}
{"id":"c52340f99850cf50a6544a7558c5967d40b56e8b","name":"Patient persistency with pharmacotherapy in the management of glaucoma.","content":"PURPOSE\nTo evaluate persistency with monotherapy in the treatment of glaucoma in patients new to pharmacological management.\n\n\nMETHODS\nThis population-based, retrospective cohort study, using managed care administrative claims data, included patients who were 20 years of age and older and who initiated monotherapy with betaxolol, brimonidine, dorzolamide, latanoprost, or timolol between May 1999 and January 2001. Follow-up continued through January 31, 2001, and prescription refill records for all ocular hypotensive medications were extracted for the full 21-month study period. The primary outcome measures were discontinuation and change (switching/adding on) of the index ocular hypotensive medication. Rates of discontinuation and discontinuation/change were compared using Cox regression methods; survival curves were generated.\n\n\nRESULTS\nIn all, 14,539 patients were prescribed any ocular hypotensive drug during the study period, and 2850 patients met all inclusion criteria. Patients treated with betaxolol, brimonidine, dorzolamide, or timolol were significantly (p < 0.05) more likely to discontinue and to discontinue/change the index therapy than were those treated with latanoprost. Results were confirmed in analyses adjusted for age and sex.\n\n\nCONCLUSIONS\nPatients initially treated with latanoprost monotherapy are more persistent than those who begin treatment with beta-blockers, brimonidine, or the carbonic anhydrase inhibitor dorzolamide. Greater persistency with an initial ocular hypotensive therapy may improve health outcomes and reduce long-term costs to patients and health plans by limiting the increased resource use associated with discontinuations or changes in therapy."}
{"id":"d74dfbae8f9d29b619cbf6eb917a8cc5d51898e4","name":"Role of transforming growth factor beta in conjunctival scarring.","content":"Glaucoma is the major cause of irreversible blindness throughout the world. Of all of the treatments that are available at present, the most effective appears to be surgery; however, excessive conjunctival scarring can lead to surgical failure. In the last decade, the introduction of the anti-metabolites mitomycin-C and 5-fluorouracil as anti-scarring treatments have greatly improved the results of glaucoma surgery, but these agents are associated with complications that can potentially result in blindness. A possible target for a more physiological approach to anti-scarring is transforming growth factor beta. This review examines the role of transforming growth factor beta in conjunctival scarring and discusses promising new ways of modifying its activity."}
{"id":"d914b109e0abb8fc6db4979dab71423e788f3c64","name":"Opiate receptors in the periaqueductal gray mediate analgesic effect of nitrous oxide in rats.","content":"The site of action and the pathways which are activated by nitrous oxide (N2O) to produce an analgesic effect are not well defined. Experiments were designed to determine whether N2O produces analgesia by activating opiate receptors or alpha2-adrenoceptors in periaqueductal gray. The analgesic effect of N2O was determined using the tail flick response to noxious radiant heat in lightly anesthetized rats. Different antagonists were bilaterally microinjected into ventrolateral periaqueductal gray to determine whether the analgesic effect produced by N2O was reversed. The increase in the tail flick latencies produced by N2O was reversed by bilateral microinjection into the ventrolateral part of periaqueductal gray with the opiate receptor antagonist naloxone 2.5 microg/0.5 microl, but not with the alpha2-adrenoceptors antagonist yohimbine 1.5 microg/0.5 microl. These results indicate that the N2O analgesic effect is mediated by activation of opiate receptors, but not alpha2-adrenoceptors, in the periaqueductal gray. Combined with the previous experiments that the N2O analgesic effect is reversed by intrathecal injection of an alpha2-adrenoceptor antagonist but not by an opiate receptor antagonist, it seems likely that N2O causes activation of the opiate receptors in the periaqueductal gray, which in turn activate the noradrenergic descending pathways to the spinal cord to produce the analgesic effect."}
{"id":"e3a9cc9bc08fa447463d46629aa24e2c78cdd87e","name":"Mu-Opioid Receptor in the Nucleus Submedius: Involvement in Opioid-Induced Inhibition of Mirror-Image Allodynia in a Rat Model of Neuropathic Pain","content":"The current study investigated the roles of various subtypes of opioid receptors expressed in the thalamic nucleus submedius (Sm) in inhibition of mirror-image allodynia induced by L5/L6 spinal nerve ligation in rats. Morphine was microinjected into the Sm, which produced a dose-dependent inhibition of mirror-image allodynia; this effect was antagonized by pretreatment with non-selective opioid receptor antagonist naloxone. Microinjections of endomorphin-1 (μ-receptor agonist), or [d-Ala2, d-Leu5]-enkephalin (DADLE, δ-/μ-receptor agonist), also inhibited mirror-image allodynia, and these effects were blocked by the selective μ-receptor antagonist, β-funaltrexamine hydrochloride. The DADLE-induced inhibition, however, was not influenced by the δ-receptor antagonist naltrindole. The κ-receptor agonist, spiradoline mesylate salt, failed to alter the mirror-image allodynia. These results suggest that Sm opioid receptor signaling is involved in inhibition of mirror-image allodynia; this effect is mediated by μ- (but not δ- and κ-) opioid receptors in the rat model of neuropathic pain."}
{"id":"efbc8bee510456981bc1484131f36e7a82ce37b2","name":"[The role of arterial hypertension in the occurrence of strokes at a young age].","content":"The analysis of insult occurrence in patients at the age under 45 years, caused by blood hypertension, shows, that they make 30.1% from common number of insult in 166 young people, treated in the neurological and other departments of Burdenko Main Military Clinical Hospital in 1989-1996. On occasion of ischemic insult were treated 37 patients, hemorrhagic--13. The reason of insults was \"soft\" blood hypertension: in 51.4%--at ischemic insult and in 30.1%--hemorrhagic. The authors consider, that the main direction of prophylaxis of insult is active revealing and adequate treatment of the patients with blood, including \"soft\" hypertension, use of hypotensive preparations and some non-medicative methods of treatment."}
{"id":"066862fa94e2202c400c1e15014eaf0808e87c63","name":"Evaluating the conflict-reducing effect of UN peace-keeping operations","content":"During the past two decades there has been a dramatic increase in both funds spent and troops sent on peacekeeping operations (PKOs). At present, however, little analysis on the efficacy of PKOs have been carried out. To ameliorate this, this paper specifies a statistical model to estimate the efficacy of UN PKOs in preventing the onset, escalation, continuation, and recurrence of internal armed conflict. The model is a dynamic multinomial logit model on a 1970–2008 cross-sectional dataset of changes between no armed conflict, minor conflict, and major conflict. We employ a new dataset detailing inter alia the budgets and mandates of PKOs to study how the efficacy of PKOs depends on these factors. Core exogenous explanatory variables in the estimation model are population size, infant mortality rates, demographic composition, neighborhood characteristics, and education levels. We combine the results from the statistical model with a simulation/prediction procedure to explore a set of questions related to PKOs: What is the long-term effect of PKOs? In what type of countries should PKO efforts be concentrated? Is it possible to identify an optimal budget for a PKO? Predictions of how PKOs affect future conflict levels are obtained through simulating the behavior of the conflict variable as implied by the estimates from the statistical model, using projections of demographic and education-related variables from the UN and the IIASA. We use out-of-sample validation of prediction performance to identify the best statistical model and to evaluate its predictive performance."}
{"id":"23a82c2a25d73c2837379a2865e03436ade6a4a2","name":"Surgical management of impacted third molars.","content":"Teeth may become impacted when they fail to erupt or develop into the proper functional location. As such, impacted teeth are considered nonfunctional, abnormal, and pathological. The mandibular third molar is the most common tooth to become impacted. The cause of impacted third molars is thought to be inadequate space. Several studies indicate that a change from a coarse, attritive diet to a modern, refined diet has lead to an increased incidence of impacted teeth. Interproximal attrition allows for greater mesial migration of teeth and space for third molar teeth. Teeth that fail to attain a functional position may be pathological and should be considered for removal. The indications for removing impacted teeth can be divided into those of acute or chronic pathology. Impacted third molars are often associated with pain, infection, cyst formation, benign tumors, root resorption, bone loss, periodontal disease, and caries. The decision to surgically remove impacted third molars is often unclear. There are no absolute treatment protocols established. The dentist must consider a variety of factors and make an informed decision with the patient. Most experienced clinicians combine objective data and common sense to arrive at a logical treatment plan. The purpose of this article is to discuss factors related to impacted teeth and help the orthodontist understand the general management of impacted third molars. The decision for surgery will be assisted by an understanding of all of the risk factors associated with impacted teeth and presenting the options to the patient."}
{"id":"2d51a695399ca5faa1d6a88e7856dc502561299d","name":"Lactate - Arterial and Venous Agreement in Sepsis: a prospective observational study.","content":"BACKGROUND\nSepsis is a common condition in the emergency department (ED). Lactate measurement is an important part of management: arterial lactate (A-LACT) measurement is the gold standard. There is increasing use of peripheral venous lactate (PV-LACT); however, there is little research supporting the interchangeability of the two measures.If PV-LACT has good agreement with A-LACT, it would significantly reduce patient discomfort and the risks of arterial sampling for a large group of acutely unwell patients, while allowing faster and wider screening, with potential reduced costs to the healthcare system.\n\n\nOBJECTIVE\nThe aim of this study is to determine the agreement between PV-LACT and A-LACT in septic patients attending the ED.\n\n\nMETHODS\nWe carried out a prospective observational cohort study of 304 consented patients presenting with sepsis to a single UK NHS ED (110 000 adult attendances annually) taking paired PV-LACT and A-LACT. Bland-Altman analysis was carried out to determine agreement. Receiver operating characteristic curves and 2×2 tables were constructed to explore the predictive value of PV-LACT for A-LACT.\n\n\nRESULTS\nThe mean difference (PV-LACT-A-LACT) is 0.4 mmol/l [95% confidence interval (CI): 0.37-0.45], with 95% limits of agreement from -0.4 (95% CI: -0.45 to -0.32) to 1.2 (95% CI: 1.14-1.27). A PV-LACT of at least 2 mmol/l predicts an A-LACT of at least 2 with 100% sensitivity (95% CI: 89-100%) and 83% specificity (95% CI: 77-87%).\n\n\nCONCLUSION\nThis study is the largest comparing the two measurements, and shows good clinical agreement. We recommend using PV-LACT in the routine screening of septic patients. A PV-LACT less than 2 mmol/l is predictive of an A-LACT less than 2 mmol/l."}
{"id":"3876bb909c4648f0fa1a2503ea3a123ef432b2bb","name":"A Survey on Aware of Local-Global Cloud Backup Storage for Personal Purpose","content":"According to the present scenario, the requirement for data protection in the personal computing environment has increased significantly. This is because the volume and value of digital information is growing rapidly. For protecting the data, it is the needed to have a good backup and recovery plan. But the redundant nature of the backup data makes the storage a concern; hence it is necessary to avoid the redundant data present in the backup. Data deduplication is one such solution that discovers and removes the redundancies among the data blocks. Actually data deduplication scheme is motivated on personal storage. The proposed scheme improves data de-duplication efficiency by exploiting application awareness."}
{"id":"543d680fe73898d245befb1c98aa5cdd4a03a3f9","name":"Origins of the Electronic Apex Locator - Achieving Success with Strict Adherence to Business.","content":"Current history would have you believe that the evolution and development of the electronic apex locator for use during root canal procedures emanated from the work of Suzuki in 1942, which was developed as a product by Sunada in 1962. Yes, this is partly correct, however the concept of using electrical means to locate the ends of root canals was brought to the dental profession as early as 1918 by Dr. Levitt Ellsworth Custer, which was not addressed until Suzuki revisited Custer's concepts. This contribution was only one of the many that Custer proffered as he championed the use of electricity in dentistry."}
{"id":"58383fe9db6f2917781a7b5d583360fb65656e39","name":"The American abortion debate: culture war or normal discourse?","content":"This paper investigates whether James Hunter's culture war thesis is an apt characterization of the American abortion debate.  The author focuses on three arguments central to Hunter's analysis: 1) that the abortion debate involves two paradigmatically opposed world views; 2) that debate about abortion, since it involves moral discourse, is structurally different than other political debates; and 3) that the new alignments in abortion politics are culturally significant.  Examining existing research in each of these three domains, the author finds that the debate over abortion is more complex than suggested by Hunter.  World views of pro-life and pro-choice activists, for example, share a commitment to some overlapping values; the argumentative structure of abortion discourse has a pattern rather similar to that of political debate more generally, and new alignments on abortion, such as that between the Catholic Church and the Southern Baptist Convention, do not displace historically embedded differences in symbolic resources and cultural orientation.  As suggested by the author, it may be more helpful, therefore, to think of the abortion debate as an ongoing public conversation about America's cultural tradition and how it should be variously expressed in contemporary laws and practices."}
{"id":"5fb7f1e5f6a51fe32b265f5176fb404703dc7c7f","name":"Dental care and the health maintenance organization concept.","content":"The principal dental diseases, caries and periodontal disease, affect almost the entire population and result in considerable pain and discomfort, with eventual tooth loss, if untreated. These disorders can either be prevented or their effects minimized through dental intervention so that intact functioning dentitions can be maintained. Despite the fact that enough practicing dentists probably exist in the United States to achieve these results, the majority of the population lose all of their natural teeth if they live out their normal life spans. The solo-practice fee-for-service system, even with third-party payment, may reduce the difficulties somewhat but cannot solve the problem. Prepaid dental group practice, either independently or as part of a general health care system, has the potential of virtually eliminating edentulism in populations for which it has responsibility. At present, it is possible to project costs and resource needs with sufficient accuracy to start viable entities. The \"health maintenance organization\" concept, therefore, applies to dental care."}
{"id":"6cc02b73f2060f709bce1af614bf99022594a61c","name":"Posterior hindfoot reconstruction.","content":"From August 1983 through December 1988, 25 patients with complex wounds involving the posterior hindfoot underwent reconstruction of that region. The present study reviews the use of microsurgical free-tissue reconstruction in this complex anatomic area. A questionnaire was sent to all patients; 60 percent responded, with a mean postoperative period of 2.1 years. Our experience shows that complex wounds involving soft tissue, bone, tendon, and nerve may be successfully reconstructed by the judicious use of free-tissue transfer combined with standard adjunctive techniques. When flap donor tissue is carefully selected, a one-stage reconstruction without the need for contour revision should be possible. Patient satisfaction has been excellent and solidly healed wounds have been maintained."}
{"id":"776be111d0b2d2723f9d45ea454c75c0f631d279","name":"Strategies for hazard management process","content":"When a system is being designed, the hazards and corresponding risks introduced by the system must be identified. Mitigation of risks is required if they are found intolerable. To mitigate risk there are multiple valid possibilities, but some are more preferable than other. Hazard elimination is the most preferable approach but it is not always applicable. In such case substitution, isolation and active protective measures in form of electric, electronic and programmable electronic systems need to be considered. In this paper, we illustrate some hazard management methods and provide the suggested order of consideration for the methods in format of strategy collection."}
{"id":"836201713bd9a45fbd5b1fd21d51fd32cf771ebd","name":"The Reenchantment of Law","content":"INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 633 R I. THE DISENCHANTMENT OF LAW . . . . . . . . . . . . . . . . . . . . . . . . . . 635 R A. The Disenchantment of the World . . . . . . . . . . . . . . . . . 636 R B. The Disenchantment of Law . . . . . . . . . . . . . . . . . . . . . . . . 638 R II. THE REENCHANTMENT OF LAW . . . . . . . . . . . . . . . . . . . . . . . . . . . 644 R A. The Reenchantment of Formalism . . . . . . . . . . . . . . . . . . 645 R B. The Reenchantment of Virtue . . . . . . . . . . . . . . . . . . . . . . 650 R C. The Reenchantment of Law as Art . . . . . . . . . . . . . . . . . . 654 R D. The Reenchantment of Legal Authorities . . . . . . . . . . . 657 R 1. Reenchanting the Judge . . . . . . . . . . . . . . . . . . . . . . . . . . . 659 R 2. Reenchanting the Authority of Legislation . . . . . . . . . . . 660 R III. EVALUATING LEGAL REENCHANTMENT . . . . . . . . . . . . . . . . . . . . 663 R A. “Law and . . . ” versus “Law as . . . ” . . . . . . . . . . . . . . . . 664 R B. The Stakes of Legal Reenchantment . . . . . . . . . . . . . . . . 665 R CONCLUSION: THE POSSIBLE FUTURE OF LAW’S REENCHANTMENT . 669 R"}
{"id":"9df19587849ca5cd98e43b6072aaa122efb5a29f","name":"Poverty measurement: the critical comparison value","content":"The basic problem in poverty measurement is how to weigh the income of different groups. This is a normative problem on which people differ in opinion, and hence we should seek a way of dealing with the issue that takes into account this plurality. In the paper, we suggest an approach to poverty measurement which avoids incorporating any particular normative position on how to weigh the interests of various poor groups, but rather reports on changes in poverty by making explicit the link between various normative positions and ordinal conclusions in poverty measurement. Within this framework, by applying a generalized version of Decartes’ Rule of Signs, we present results that should provide useful guidance in a poverty comparison. JEL Classification: I 32"}
{"id":"a090c62c4cf70557c49e8db999e8ba28eb9841fd","name":"[Indications for intramedullary stabilization of shaft fractures in childhood. What is reliable, what is assumption?].","content":"For some 15 years the elastically stable medullary nailing (ESIN) has been used in fracture treatment in children. The group of Nancy (Prevot and colleagues) first described the procedure for shaft fractures in children. Now the method is the standard procedure for stabilisation of long bone diaphyseal and metaphyseal fractures. During recent years a number of papers have described good and excellent results with this method, especially for shaft fractures of femur and forearm. In some papers there are also methods for articular fractures in more demanding techniques presented. Also when we have no evidence-based studies, we can say from the experience out of the last years that the ESIN is a biological, minimally invasive fracture treatment to achieve a high level of reduction and stabilisation in fractures in children. The use of titanium nails leeds to a higher rate of flexural elasticity and so the titanium nails are more recommended for this method."}
{"id":"a3aea9a18229b5055e3021873f340a2301968255","name":"Reliability of level of care decisions in a Long-Term Care program","content":"This paper addresses the question of the degree of agreement between experienced assessors making level-of-care placement decisions for the same client, given a comparable opportunity to obtain and record client information in a community-based Long-Term Care program. A systematic sample of 246 cases was selected, consisting of 47 preadmission assessments and 199 reviews. The resulting data were subjected to analysis using the statistic Kappa and the degree of agreement categories suggested by Fleiss.1 It was found that at the level-of-care extremes— Extended Care and Personal Care—the agreement between two nurse assessors for reviews could be considered “excellent.” In the Intermediate Care range, however, the reliability of the level-of-care decision can only be considered “fair.” Agreement for initial assessments was less, withK=0.469 indicating, overall, only “fair” agreement. While there was most often only a one-care-level difference between assessors, the program assessor tended to recommend a higher level than the study or “check” assessor. This has implications for funding agencies and/or facility planners who must assess the likely care requirements of an increasing number of disabled elderly. From a program management perspective, the preceding analyses allow an objective judgement of the extent of the placement decision problem, if any, and further provide a definition of areas most in need of revision. The value of collaboration between practitioner and researcher is evident in these analyses."}
{"id":"bda95dba91990c1958c1416e809399fec418f666","name":"Comparison of insulating varnishes","content":"Solvent varnishes have been used on electrical equipment with excellent results for many years. They combine low cost, easy handling and excellent electrical and thermal aging properties. The growth of regulatory institutions during the first half of the 1970's and legislation concerning the toxicity and safety of organic solvents led manufacturers to search for alternate materials. Two systems, quite different in makeup, were formulated. Both systems have been in use for 5&#x2013;10 years. We have obtained a good deal of information on actual field usage of these systems. This paper reports on handling and use problems experienced, with water and solventless varnishes, and gives some processing data comparing the three systems."}
{"id":"ca051cc3d06753c9d615548ea393dd03a8cac93a","name":"A Preliminary Feasibility Study of the LARPBS Optical Bus Parallel Model","content":"Current and future parallel processing systems require high bandwidth interconnects to satisfy the communication demands. Optical technologies have been proposed to address the bandwidth limitation of electrical bus systems. Specifically, during the past decade, several optical bus parallel models have been proposed, together with a suite of basic and advanced algorithms. One of the more popular optical bus models is the Linear Array with Reconfigurable Pipelined Bus System (LARPBS), appearing in 1996. Since then, many publications present mostly theoretical work concerning LARPBS algorithms, and only limited comments regarding the implementation of this model have been noted. This paper assesses the realistic and practical nature of the LARPBS optical bus parallel model with respect to recent available optical technologies. An optical power and signal loss analysis for the LARPBS model is conducted. A straight forward implementation of the bus model without amplification of optical signals suggests high losses that limit the number of processors to between eight and twelve. Nevertheless, this work also suggests that variations in the architecture may lead to more practical parallel systems."}
{"id":"cc4d00141d4c058603c76cfe7ec852168c40825d","name":"Extending UML Sequence Diagrams to Model Trust-dependent Behavior With the Aim to Support Risk Analysis","content":"UML sequence diagrams are intuitively simple and can be understood by most stakeholders, including end-users, decision makers, engineers and other parties involved in a risk analysis. Building on UML sequence diagrams and trying tomaintain their intuitive simplicity, we propose a language for modeling systems where the trust considerations of actors play amajor role. Trust considerations are integratedwith behavioral descriptions in order to facilitate analysis of the trust considerations of the actors, as well as their resulting behavior. We claim that our language allows trust dependent behavior to be described at a level of abstraction suitable for communication between different groups of stakeholders in a risk analysis situation. Furthermore, we argue that the increased expressiveness is required to facilitate the kind of analysis necessary to properly weigh and treat trust dependent risk behavior. © 2008 Elsevier B.V. All rights reserved."}
{"id":"ef9f4770eb401f697cac6eb50e4f33774e71cf77","name":"Clearing the air and breathing freely: the health politics of air pollution and asthma.","content":"This study examines the growing debate around environmental causes of asthma in the context of federal regulatory disputes, scientific controversy, and environmental justice activism. A multifaceted form of social discovery of the effect of air pollution on asthma has resulted from multipartner and multiorganizational approaches and from intersectoral policy that deals with social inequality and environmental justice. Scientists, activists, health voluntary organizations, and some government agencies and officials have identified various elements of the asthma and air pollution connection. To tackle these issues, they have worked through a variety of collaborations and across different sectors of environmental regulation, public health, health services, housing, transportation, and community development. The authors examine the role of activist groups in discovering the increased rates of asthma and framing it as a social and environmental issue; give an overview of the current knowledge base on air pollution and asthma, and the controversies within science; and situate that science in the regulatory debate, discussing the many challenges to the air quality researchers. They then examine the implications of the scientific and regulatory controversies over linking air pollution to increases in asthma. The article concludes with a discussion of how alliances between activists and scientists lead to new research strategies and innovations."}
{"id":"f4a15e90b7df347f3027656e2bd09632a4e2ee6c","name":"Modelling unreliable and untrustworthy agent behaviour","content":"It cannot always be assumed that agents will behave as they are supposed to behave. Agents may fail to comply with system norms deliberately, in open agent systems or other competitive settings, or unintentionally, in unreliable environments because of factors beyond their control. In addition to analysing system properties that hold if specifications/norms are followed correctly, it is also necessary to predict, test, and verify the properties that hold if system norms are violated, and to test the effectiveness of introducing proposed control, enforcement, and recovery mechanisms. C+ is an extended form of the action language C+ of Giunchiglia, Lee, Lifschitz, McCain, and Turner, designed for representing norms of behaviour and institutional aspects of (human or computer) societies. We present the permission component of C+ and then illustrate on a simple example how it can be used in conjunction with standard model checkers for the temporal logic CTL to verify system properties in the case where agents may fail to comply with system norms."}
{"id":"f6305fa681c1445eccb6670132774bbebfd93fa5","name":"Noninvasive assessment of dermal carotenoids as a biomarker of fruit and vegetable intake.","content":"BACKGROUND\nResonance Raman spectroscopy (RRS) has been suggested as a feasible method for noninvasive carotenoid measurement of human skin. However, before RRS measures of dermal carotenoids can be used as a biomarker, data on intra- and intersubject variability and validity are needed.\n\n\nOBJECTIVE\nThe purpose of this study was to evaluate the reproducibility and validity of RRS measures of dermal total carotenoids and lycopene in humans.\n\n\nDESIGN\nIn study 1, 74 men and women with diverse skin pigmentation were recruited. RRS measures of the palm, inner arm, and outer arm were obtained at baseline, 1 wk, 2 wk, 1 mo, 3 mo, and 6 mo (to maximize seasonal variation). The RRS device used visible light at 488 nm to estimate total carotenoids and at 514 nm to estimate lycopene. Reproducibility was assessed by intraclass correlation coefficients (ICCs). In study 2, we recruited 28 subjects and assessed dietary carotenoid intake, obtained blood for HPLC analyses, performed RRS measures of dermal carotenoid status, and performed dermal biopsies (3-mm punch biopsy) with dermal carotenoids assessed by HPLC.\n\n\nRESULTS\nICCs for total carotenoids across time were 0.97 (palm), 0.95 (inner arm), and 0.93 (outer arm). Total dermal carotenoids assessed by RRS were significantly correlated with total dermal carotenoids assessed by HPLC of dermal biopsies (r = 0.66, P = 0.0001). Similarly, lycopene assessed by RRS was significantly correlated with lycopene assessed by HPLC of dermal biopsies (r = 0.74, P < 0.0001).\n\n\nCONCLUSION\nRRS is a feasible and valid method for noninvasively assessing dermal carotenoids as a biomarker for studies of nutrition and health."}
{"id":"fdd31355d3bedcf46b252b4dcddb561e85acf633","name":"10 Mining Object , Spatial , Multimedia , Text , andWeb Data","content":"Our previous chapters on advanced data mining discussed how to uncover knowledge from stream, time-series, sequence, graph, social network, and multirelational data. In this chapter, we examine data mining methods that handle object, spatial, multimedia, text, and Web data. These kinds of data are commonly encountered in many social, economic, scientific, engineering, and governmental applications, and pose new challenges in data mining. We first examine how to perform multidimensional analysis and descriptive mining of complex data objects in Section 10.1. We then study methods for mining spatial data (Section 10.2), multimedia data (Section 10.3), text (Section 10.4), and the World Wide Web (Section 10.5) in sequence. Many advanced, data-intensive applications, such as scientific research and engineering design, need to store, access, and analyze complex but relatively structured data objects. These objects cannot be represented as simple and uniformly structured records (i.e., tuples) in data relations. Such application requirements have motivated the design and development of object-relational and object-oriented database systems. Both kinds of systems deal with the efficient storage and access of vast amounts of disk-based complex structured data objects. These systems organize a large set of complex data objects into classes, which are in turn organized into class/subclass hierarchies. Each object in a class is associated with (1) an object-identifier, (2) a set of attributes that may contain sophisticated data structures, set-or list-valued data, class composition hierarchies, multi-media data, and (3) a set of methods that specify the computational routines or rules associated with the object class. There has been extensive research in the field of database systems on how to efficiently index, store, access, and manipulate complex objects in object-relational and object-oriented database systems. Technologies handling these issues are discussed in many books on database systems, especially on object-oriented and object-relational database systems."}
{"id":"fefc70e58eb6b506bd90cd4803e995777b0308f0","name":"Study on the electrical resistivity and strength of cemented soil contaminated by Sodium Hydroxide","content":"Take the cemented soil mixed with the soil polluted by Sodium Hydroxide as object, the relationships between of their electrical resistivity and age, sodium hydroxide content, unconfined compression strength have been studied quantitatively. Then combined with microscopic photos, the change mechanism of electrical resistivity and unconfined compression strength were analyzed. Results show: the electrical resistivity and unconfined compression strength are increased with the increase of age under every sodium hydroxide content; the electrical resistivity and unconfined compression strength are increased with the increase of sodium hydroxide content under every age; the unconfined compression strength of cemented soil has a linear correlation with the increase of electrical resistivity. The change of electrical resistivity is because of conductive pore structure and the number of ions. The electrical resistivity of cemented soil is higher, the integral structure conductivity is weaker, the link between soil particles is more closely, the porosity ratio is smaller, the pore connectivity is poorer, the unconfined compression strength of cemented soil is higher."}
